{
    "count": 643,
    "items": {
        "anek_100038": {
            "text": "- Сынок, если ты съешь еще один кусок торта, ты лопнешь!- Дай мне торт и отойди подальше.",
            "другой": 1
        },
        "anek_100062": {
            "text": "Не все, что жизнь может выкинуть, следует подбирать.",
            "другой": 1
        },
        "anek_100199": {
            "text": "Я вчера ее так ждал, что если она не придет сегодня, то завтра я ее убью.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_100213": {
            "text": "В любовном треугольнике один угол - общего пользования.",
            "пошлый": 2
        },
        "anek_100612": {
            "text": "Если у тебя прекрасная жена, обалденная любовница, крутая тачка, нет проблем с властями и налоговыми службами, а когда ты выходишь на улицу всегда светит солнце и прохожие тебе улыбаются - скажи нет наркотикам!",
            "другой": 1,
            "бытовой": 1
        },
        "anek_100883": {
            "text": "Инженер советской закалки, чтобы решить неразрешимую задачу, прибегнет к водке и синей изоленте. А его британский коллега возьмет скотч и скотч.",
            "другой": 2,
            "бытовой": 1,
            "политический": 1
        },
        "anek_100898": {
            "text": "Если по утрам вам не нравится, как вы выглядите, то перестаньте по вечерам делать то, что вам нравится...",
            "бытовой": 1
        },
        "anek_101164": {
            "text": "- Я у вас вчера лампочку энергосберегающую покупал.- Да-да, помню, как же.- Так вот, принес я ее домой, ввернул в плафон - а она не горит!- А вы что хотели? Она же энергосберегающая, вот энергию и бережет.",
            "бытовой": 2
        },
        "anek_101193": {
            "text": "Продам папку с фотографиями.Папка - мой. Фотографии - мамкины.",
            "бытовой": 2
        },
        "anek_101213": {
            "text": "- Как у вас женщин все сложно.- Не сложно! У нас просто все не просто.- И я о том. Вам все усложнить - проще простого.",
            "бытовой": 1
        },
        "anek_101544": {
            "text": "Никогда не связывайтесь с малолетками! Они - как глянцевый журнал... Обложка красивая, а открываешь - статья, статья, статья...",
            "пошлый": 2
        },
        "anek_102619": {
            "text": "- Продаются ли у вас такие спички, чтобы головка была с другой стороны?Ответ продавца:- Таких не держим.Ответ еврейского продавца:- Сейчас посмотрю. На верхней полке завалялась, кажется, одна коробка...",
            "бытовой": 1,
            "политический": 1
        },
        "anek_10281": {
            "text": "Порой так сильно устаю за день, что даже когда сплю, во сне мне хочется спать.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_102988": {
            "text": "- Ну что у вас, студент?- Коньяк.- Ооо... Коньяк это хорошо!- Не-ет. Коньяк - это \"отлично\"!",
            "бытовой": 1
        },
        "anek_103022": {
            "text": "Запретили мат... Сборную России по футболу в Шереметьево встречала молчаливая толпа...",
            "другой": 1,
            "бытовой": 1
        },
        "anek_103080": {
            "text": "Мужик заходит в \"Евросеть\" и обращается к продавщице:- Мне нужен мобильный телефон.- Модель?- Нет, сантехник, но все равно спасибо, вы тоже хорошенькая!",
            "бытовой": 1,
            "другой": 1
        },
        "anek_103142": {
            "text": "- Дорогая, этого супа надо было сварить литров тридцать.- Он тебе так понравился?- Нет, просто тогда он был бы не такой соленый.",
            "бытовой": 1
        },
        "anek_103383": {
            "text": "В женском отряде...- По порядку номеров рассчитайсь!- Первая!- Вторая!- Третья!- Четвертая!- Единственная...",
            "бытовой": 1
        },
        "anek_103406": {
            "text": "- Зачем ты по обеим сторонам смотришь? Здесь же одностороннее движение!- Чувак, это Россия, я бы еще и наверх посмотрел!",
            "другой": 1
        },
        "anek_103534": {
            "text": "С первого взгляда понял, что второй уже не нужен.",
            "другой": 2,
            "бытовой": 1
        },
        "anek_103620": {
            "text": "- А почему у тебя в учебном классе все системные блоки под столами стоят?- А мне нравится наблюдать, как студентки USB-порт ищут.",
            "пошлый": 1
        },
        "anek_103883": {
            "text": "Женщина звонит сыну-студенту:- Сынок, как экзамены?- Мама, подорожали!",
            "бытовой": 1,
            "другой": 1
        },
        "anek_103936": {
            "text": "Женился сам, останови товарища.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_103974": {
            "text": "Экзаменов надо бояться, иначе они решают, что их не уважают, и не сдаются...",
            "другой": 1
        },
        "anek_104006": {
            "text": "Диалог двух приятелей:- Я своей жене из командировки презент привез.- А чего ты его там не использовал?",
            "другой": 1,
            "пошлый": 2
        },
        "anek_104240": {
            "text": "Ругаются муж с женой. Он:- Люська, замолчи вообще! Ты как последняя пара обуви на витрине!- Че?- Сто человек попробовали, а я дурак взял...",
            "бытовой": 2
        },
        "anek_104352": {
            "text": "Певицу Насри не пустили в Россию из-за фамилии, призывающей к административным правонарушениям.",
            "бытовой": 1,
            "политический": 1,
            "пошлый": 1
        },
        "anek_104587": {
            "text": "Жена беседует с адвокатом:- Я в течение десяти лет каждую субботу намыливаю мужу спину...- Разве это причина для развода?- Но в прошлую субботу его спина была совершенно чистой.",
            "бытовой": 2,
            "пошлый": 1
        },
        "anek_10475": {
            "text": "- Куда эти люди девают энергию, сэкономленную на невключенных поворотниках?- Тратят на аварийку, когда стоят там, где нельзя.",
            "бытовой": 1
        },
        "anek_104784": {
            "text": "- А давай устроим праздник! Ты все приготовишь...- А ты?- А я - приду!",
            "бытовой": 2
        },
        "anek_10491": {
            "text": "Благодаря капчам я научился читать медицинские рецепты.",
            "бытовой": 1
        },
        "anek_10493": {
            "text": "Людоед поймал двоих и притащил к себе в пещеру. Мрачно посмотрев на них, сказал:- На первое-второе рассчитайсь!",
            "другой": 2
        },
        "anek_104950": {
            "text": "Первоклашку ведут на Первый звонок:- Одиннадцать лет! За что!",
            "другой": 1
        },
        "anek_105026": {
            "text": "Двое заключенных встречаются в тюремной камере. Один спрашивает:- Тебе сколько дали?- 15 лет. А тебе?- 10 лет.- Ну тогда бери нары около дверей, тебе скорей выходить.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_105348": {
            "text": "Какая разница между госслужащими и сперматозоидами? И те, и другие приходят на работу тысячами, но лишь одному из них приходится за всех горбатиться.",
            "бытовой": 1
        },
        "anek_105499": {
            "text": "- Не знаю, что делать. Тараканы замучали. Всюду шастают - покоя нет.- А ты купи мелок для тараканов.- А что, помогает?- Конечно. Видишь - сидят в углу, рисуют...",
            "бытовой": 2
        },
        "anek_105562": {
            "text": "Мужчинам старше 80 лет не рекомендуется смотреть эротику.Особенно в исполнении ровесниц.",
            "пошлый": 2,
            "бытовой": 1,
            "политический": 1
        },
        "anek_105580": {
            "text": "Кошка иногда страшнее тигра. Тигры где-то там, далеко, а кошка - она вот рядом. И ее надо мыть.",
            "бытовой": 1
        },
        "anek_105814": {
            "text": "На приеме у гинеколога на вопрос \"Как я предохраняюсь\" ответила: \"Отсутствием партнера\"... Врач поржала и отпустила с миром.",
            "пошлый": 1
        },
        "anek_105952": {
            "text": "- Папа, дай мне 200 рублей, - говорит сын.- А мне - 500, - просит дочь.- А мне нужно 2000, - добавляет жена.- Да что с вами сегодня случилось? - удивляется отец.- Ты забыл? У тебя завтра 23 февраля!",
            "бытовой": 2
        },
        "anek_106042": {
            "text": "- Мы с парнями на днях к себе в общагу девушку пригласили: ну выпили мы шампанского, пива... потом потр@хались... потом одного послали за коньяком, водкой... опять потр@хались...- Бедная девушка!- Какая девушка?- Ну, которую вы пригласили к себе.- Да она не пришла...",
            "пошлый": 1
        },
        "anek_106047": {
            "text": "На пешеходном переходе автомобиль сбил пешехода.Выскакивает водитель, наклоняется к потерпевшему и говорит:- Вам повезло, я врач.Тот поднимает голову и отвечает:- А вам нет, я адвокат!",
            "бытовой": 1
        },
        "anek_106098": {
            "text": "Деньги не приносят счастье, зато позволяют обставить несчастье с наибольшим комфортом.",
            "бытовой": 1
        },
        "anek_106171": {
            "text": "Женщины. Помните. Вы не прачки, не посудомойки, не кухарки, не уборщицы. Вы - ангелы чистоты. Жрицы порядка. Богини уюта. Дом - это ваш храм. Вам просто не объяснили.",
            "бытовой": 1
        },
        "anek_106219": {
            "text": "Путин рассказал Оливеру Стоуну, как впервые встал на коньки в 60 лет, но лично меня больше интересует, в каком возрасте он их отбросит.",
            "политический": 2
        },
        "anek_106250": {
            "text": "Отец маленького Кости приватизировал пансионат на берегу моря. Учитель спрашивает на уроке Костю, сколько существует времен года.- Пять, - отвечает Костя.- Сколько? - удивляется учитель.- Весна, лето, осень, зима и мертвый сезон.",
            "бытовой": 1
        },
        "anek_106443": {
            "text": "Женщина заходит в аптеку, спрашивает:- Подскажите, что лучше для мужа взять валидол или валерьянку?- А диагноз какой?- Туфли за 30 тысяч...",
            "другой": 1,
            "бытовой": 2
        },
        "anek_106449": {
            "text": "Парень говорит девушке:- Пойдем ко мне, я тебе фокус покажу.- А какой?- Какой-какой! Я тебя тр@хну, а потом ты исчезнешь.",
            "пошлый": 1
        },
        "anek_106675": {
            "text": "Сила мира, брат, в экзистенции параноидального тетраграмматона!",
            "другой": 3
        },
        "anek_106976": {
            "text": "- Почему молчит Вселенная?- А где ты видел, чтобы нормальные ихтиологи с рыбами разговаривали?",
            "другой": 2
        },
        "anek_106984": {
            "text": "Парень завалил девушку, залез на нее и говорит:- Ну, что, я вхожу?- Нет, блин, сначала постучись!",
            "пошлый": 3
        },
        "anek_107203": {
            "text": "Этим летом решил заняться недвижимостью!Лежу и не двигаюсь.",
            "бытовой": 1
        },
        "anek_107346": {
            "text": "Спортивный комментатор берет интервью у нашего лыжника, только что сошедшего с дистанции:- Вы конечно не победили, но скажите, вам понравилась сама гонка?- Самогонка понравилась, поэтому и не победили.",
            "бытовой": 1
        },
        "anek_107403": {
            "text": "Приходит очень стеснительный мужик к венерологу:- Доктор, у моего лучшего друга есть подозрение, что он заболел венерическим заболеванием...Доктор:- Ну что же, снимай штаны, показывай своего друга!",
            "пошлый": 1
        },
        "anek_107537": {
            "text": "Если человек сильно жаждет справедливости, то его следует напоить пивом и подождать. Вполне вероятно, что его жажда сойдет на нет.",
            "бытовой": 1
        },
        "anek_107763": {
            "text": "Математический закон.Бутылка на троих является условием необходимым, но недостаточным.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_108306": {
            "text": "- Сережа, мы с тобой знакомы уже десять лет! Может, нам пора задуматься о браке?- Блин, Петрович, давно пора! У тебя же на выходе каждая пятая деталь бракованная!",
            "другой": 3,
            "бытовой": 1
        },
        "anek_108464": {
            "text": "Первое место в сезоне на соревнованиях Формула I заняла формула С2H5ОH!",
            "бытовой": 2,
            "другой": 1
        },
        "anek_108620": {
            "text": "Отец - сыну:- Ну, сынок, чем сегодня папу порадуешь?- Папа, все то, что тебя может порадовать, мы еще вчера с пацанами выпили!",
            "бытовой": 2
        },
        "anek_108709": {
            "text": "- Иван-царевич, ты куда?- В чисто поле... Пущу стрелу, как батя велел, и в чей двор она упадет, на той, стало быть, и женюсь.- А гранату к стреле зачем прикрутил?- Дык, не хочу я жениться, не хочу!",
            "бытовой": 2,
            "другой": 1
        },
        "anek_109043": {
            "text": "После того как обезьянам Московского зоопарка сделали вакцины, увеличивающие интеллект, - они отказались вступать в \"Народный фронт\" и готовятся к восстанию!",
            "политический": 1
        },
        "anek_109119": {
            "text": "Удивительная вещь - экзамен. Одних он удивляет вопросами, других ответами.",
            "другой": 1
        },
        "anek_109370": {
            "text": "Я ей говорю: - Бери в рот и соси.А она кочевряжится: - Я не умею... Я не буду...Я опять спрашиваю: - Так сосать будешь?Она головой мотает.- И чо дальше было?- А чо дальше? Смотал шланг, закрыл бак и уехал. А то бензина дай, да еще и сам соси.",
            "пошлый": 3
        },
        "anek_10965": {
            "text": "Вот чем мне нравятся джинсы, так это тем, что в них можно месяц ползать по грязному полу, и никто не заметит. Все подумают, что это дизайн такой.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_109752": {
            "text": "В офисе сломался кондиционер. Вскоре все начали потеть и по комнате стал распространяться жуткий запах. Кто-то сказал:- Хм, у кого-то дезодорант не действует!Одна баба:- Тогда это точно не я! Я вообще дезодорантом не пользуюсь!",
            "другой": 1,
            "бытовой": 1
        },
        "anek_109780": {
            "text": "Почему блондинка вернула ершик для унитаза обратно в магазин?- По ее мнению туалетная бумага мягче!",
            "пошлый": 1,
            "другой": 1
        },
        "anek_109798": {
            "text": "- Ну, и где та дрянь, которая мне на зиму посоветовала окна заклеить?- Что, теперь тепло?- Теперь темно!",
            "бытовой": 1
        },
        "anek_109947": {
            "text": "Мы настолько добрые, что всем плачущим детям на пляже затыкаем рот мороженным.",
            "другой": 1
        },
        "anek_110118": {
            "text": "- Доктор, у меня дергается глаз.- Это дискотека века.",
            "другой": 1
        },
        "anek_110223": {
            "text": "Посреди улицы разговаривают два одессита. К ним подходит третий. Долго молча слушает, затем резко разворачивается и, уходя, говорит: - Ой! Та не морочьте мне голову...",
            "другой": 1
        },
        "anek_110566": {
            "text": "- Ты почему на работу не пришел?- Я еб@нулся...- Ты давно еб@нулся, на работу почему не пришел?- Шеф, вы не дали мне договорить - нога сломана...",
            "бытовой": 1
        },
        "anek_110695": {
            "text": "- Алло! Это бюро интимных услуг по телефону?- Да... Я готова исполнить любое твое желание...- Люсь, я только хотел, чтобы ты по дороге с работы батон белого хлеба купила.",
            "пошлый": 1,
            "бытовой": 2
        },
        "anek_110808": {
            "text": "- У ада и небес есть свои границы, защита, охрана, воины, ворота. Зачем им все это?- Людей боятся, вот и окопались как могли...",
            "бытовой": 1
        },
        "anek_110921": {
            "text": "Если в своем почтовом ящике вы обнаружили письмо, в заголовке которого имеются слова \"повестка\" и \"военкомат\" - уничтожьте его не открывая. В нем содержится опасный вирус, который может лишить вас Интернета и компьютера на 2 года.",
            "бытовой": 1
        },
        "anek_110943": {
            "text": "- Она меня совсем не замечает!- Займи у нее много денег и не отдавай, она и будет думать только о тебе!",
            "бытовой": 1,
            "другой": 1
        },
        "anek_11126": {
            "text": "Минздрав рекомендует воздержаться от объятий и поцелуев и, по возможности, держать друг от друга дистанцию. Семейные пары просто могут все оставить, как есть.",
            "бытовой": 1
        },
        "anek_111507": {
            "text": "Хрюшу давно пора убирать из \"Спокойной ночи\". Ведь нас смотрят и мусульмане...",
            "другой": 1,
            "политический": 1
        },
        "anek_11158": {
            "text": "Странное дело: быть одиноким - плохо, а жить одному - оху@нно!",
            "другой": 1
        },
        "anek_111665": {
            "text": "Делаю первые робкие шаги в бизнесе. Собрал контрольный пакет... пакетов.",
            "другой": 1
        },
        "anek_111674": {
            "text": "Если вы ссоритесь, а потом миритесь и уже не помните, из-за чего ругались - это и есть любовь. Хотя, хрен знает, склероз начинается так же.",
            "бытовой": 1
        },
        "anek_112274": {
            "text": "В армии.- Рядовой Веркопуло, с чего надо начинать чистку автомата?- С проверки серийного номера, товарищ сержант!- Это еще почему?- Дык как же! На кой черт мне надо чужой автомат чистить?",
            "бытовой": 1,
            "другой": 1
        },
        "anek_112363": {
            "text": "Девушка стучится в двери богатого дома:- Здравствуйте, а вам няня не нужна?- Вы знаете, а у нас совсем нет детей.- Да ничего страшного, они у меня с собой.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_112459": {
            "text": "Зачем вам современная медицина, генная инженерия и нанолекарства, когда можно просто прыгнуть в ледяную воду и три раза перекреститься?",
            "бытовой": 3
        },
        "anek_112652": {
            "text": "- Почему чиновники готовы швырять деньги направо и налево? - Потому что они их не зарабатывали...",
            "политический": 1
        },
        "anek_112714": {
            "text": "Надо читать философию в юности, когда впечатлителен, а сейчас многие труды философов воспринимаются как \"Ох, да что ты, блядь, говоришь!\".",
            "пошлый": 1,
            "бытовой": 1,
            "другой": 1
        },
        "anek_112844": {
            "text": "Брак - это единственная из известных форм наказаний, связанных с лишением свободы, отбывая которое за примерное поведение срок не скашивают, а добавляют.",
            "бытовой": 2
        },
        "anek_112857": {
            "text": "Скажите, Зяма, а Вы Пауло Коэльо читали?- Нет...- Вот Вы Лох!- А Вы?!- А я первый спросил!",
            "другой": 2,
            "бытовой": 1
        },
        "anek_112934": {
            "text": "В газ, поставляемый на Украину, будет добавлена специальная присадка, расцвечивающая пламя в цвета георгиевской ленты.",
            "политический": 2
        },
        "anek_11296": {
            "text": "- Тут есть две большие ягоды, хочешь маленькую?",
            "другой": 1
        },
        "anek_113011": {
            "text": "Мальчик, нечаянно чихнувший на iPad, запустил сразу все приложения.",
            "другой": 1
        },
        "anek_113281": {
            "text": "Наряду с палкой-копалкой, большую роль в развитии человечества сыграла палка-отбиралка - один из первых механизмов перераспределения общественных благ.",
            "другой": 1
        },
        "anek_11381": {
            "text": "Полстраны дома сидит, а вторая половина их охраняет.",
            "политический": 2
        },
        "anek_114": {
            "text": "- Как зовут вашего кота?- Днем или в 5 утра?",
            "бытовой": 1
        },
        "anek_114169": {
            "text": "- Доктор, три месяца назад вы нашли у меня ревматизм и сказали избегать сырости.- И с чем вы на этот раз?- Можно ли мне хотя бы на Новый год помыться.",
            "бытовой": 2
        },
        "anek_114925": {
            "text": "Узбекистан, магазин игрушек. На витрине игрушка зебры, внизу ценник \"ишак-матрос\".",
            "политический": 2,
            "другой": 1
        },
        "anek_114970": {
            "text": "Басаев Масхадову: Знаешь, а за мою голову назначили выкуп.Масхадов: Угу! Я даже знаю, кто его получит!",
            "другой": 1,
            "политический": 1
        },
        "anek_115024": {
            "text": "Жены олигархов ужинают в ресторане. Одна говорит другой:- А мне мой вчера школьную форму подарил. Не знаю, что и думать.- А что тут думать-то? Конечно, доучись!",
            "пошлый": 1,
            "другой": 1
        },
        "anek_115053": {
            "text": "Наша власть очень много делает для простых людей.Например, пополняет их словарный запас новыми глаголами типа: съединоросил, спутиниздил, отмедведил, наечурил, заефурсил, нургапшикнул, разсердючил, снабиуллил и объеголил.",
            "политический": 1
        },
        "anek_115796": {
            "text": "Что-то в этом году весна не удалась, и судя по нашим СМИ виноваты в этом проклятые империалисты с запада...",
            "политический": 1
        },
        "anek_115941": {
            "text": "На пикнике:- Да нет, любимая, трава вовсе не сырая. Просто ты села на картофельный салат под майонезом.",
            "бытовой": 1
        },
        "anek_115973": {
            "text": "Не знаю, что хуже?! Когда девушка написала: \"Может нам стоит расстаться?\" или когда следом от нее же приходит: \"Ой, это не тебе!\"?",
            "другой": 1,
            "бытовой": 3
        },
        "anek_116199": {
            "text": "На учениях по стрельбе солдат Иванов промахнулся, солдат Петров промахнулся, а солдат Рабинович попал в цель. Командир обращается к строю:- Берите пример с Рабиновича - плохой солдат, а старается!",
            "политический": 1
        },
        "anek_116585": {
            "text": "- Ну что, помогло тебе колдовство?- Да! Просто ужас! Муж вернулся!- Так почему ужас?- Так не нынешний муж, а первый, умерший!",
            "бытовой": 1
        },
        "anek_116678": {
            "text": "В первоначальном варианте басни Крылова просравшая все эуропейка Стрекозюк пришла к хозяйственному и домовитому Муравьеву поклянчить помощи, но услышала: \"Так пойди же поскачи!\".",
            "политический": 1
        },
        "anek_116788": {
            "text": "Пьяный фермер избил свинью молотком. Он думал, что это копилка.",
            "бытовой": 1
        },
        "anek_117397": {
            "text": "- Мама, давай назовем нашего котенка Изей!- Что ты, сыночек, это же человеческое имя. Мы назовем его Васей!",
            "другой": 1
        },
        "anek_1174": {
            "text": "Наглость - это когда тебя добавляют в друзья, чтобы поиграть в фермера!",
            "бытовой": 1
        },
        "anek_117800": {
            "text": "Самое прекрасное в природе - это отсутствие человека.",
            "другой": 3
        },
        "anek_117853": {
            "text": "Завести мужчину не сложно - сложно вывести...",
            "бытовой": 1
        },
        "anek_118200": {
            "text": "Не шути - согнем!",
            "другой": 1
        },
        "anek_118287": {
            "text": "- Виктор Андреевич, после твоей инаугурации хочу поехать за границу.- Так езжайте, Леонид Данилович, только надо посидеть на дорожку.",
            "политический": 2
        },
        "anek_118309": {
            "text": "Хорошо хохлам: из двух извечных вопросов - \"Что делать?\" и \"Кто виноват?\" - по крайней мере на второй они уже для себя ответили.",
            "политический": 1
        },
        "anek_118482": {
            "text": "Колобок закатился на арбузное поле и подумал, что это митинг зеленых...",
            "политический": 4
        },
        "anek_118833": {
            "text": "Мужики, запомните. Опасно совать палец в обручальное кольцо...",
            "бытовой": 2,
            "другой": 1
        },
        "anek_118854": {
            "text": "Сотрудник крематория нечаянно чихнул - и теперь не знает, кто где...",
            "другой": 1
        },
        "anek_11886": {
            "text": "Первым хакером в истории, по всей видимости, был Парис, который как-то узнал об уязвимости пятки Ахилла, и пустил ему туда стрелу в качестве эксплойта.",
            "другой": 2
        },
        "anek_119158": {
            "text": "Прапорщик пытается натянуть ботинок на ногу. Не получается.Рядовой советует:- Товарищ прапорщик, Вы бы язычок-то вытащили.- Вот спасибо, - отвечает прапорщик и высовывает язык.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_119378": {
            "text": "В честь Дня Всех Влюблённых начальство дарит подчиненным вазелинки!",
            "пошлый": 1
        },
        "anek_119646": {
            "text": "Летит ворона, напившаяся в ноль. Вдруг в дерево - бац! Падает вниз:- Подумаефь, упаду - пефком пойду.",
            "другой": 3,
            "бытовой": 1
        },
        "anek_119959": {
            "text": "Детский сад на прогулке по лесу. Воспитательница:- Дети, если кушаем ягодки, то срываем по две: одну ешьте, а другую для судмедэкспертизы.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_120136": {
            "text": "Чтобы убедиться, что Дед Мороз настоящий, студенты мединститута поймали одного из них и вскрыли.",
            "другой": 1
        },
        "anek_120139": {
            "text": "- Почему у тебя сапоги разные?- Потому что продавцы в магазинах считают, что если они выставят один сапог, то его не украдут.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_120140": {
            "text": "Мой сосед ведет себя так, словно у меня нет дрели.",
            "бытовой": 2
        },
        "anek_120298": {
            "text": "О том, что скоро мы будем жить хорошо, мы слышим от тех, кто уже живет хорошо.",
            "политический": 1
        },
        "anek_12059": {
            "text": "Праздник в пионерском лагере! Компот забродил!",
            "бытовой": 2
        },
        "anek_120844": {
            "text": "Роза Марковна с Молдаванки так безвкусно одевалась, шо воры украли со двора только бельевую верёвку!",
            "бытовой": 2
        },
        "anek_121191": {
            "text": "1 апреля в ЗАГСе:- Невеста, у вас вся спина белая!",
            "пошлый": 1,
            "другой": 1
        },
        "anek_121240": {
            "text": "- Извините, сдачи нет! Возьмите жвачкой с Микки Маусом!- Ты че? Я че, бл@, маленький что ли? Дай вон ту, с Терминатором!",
            "бытовой": 2
        },
        "anek_121425": {
            "text": "За организацию несанкционированного митинга А. Навальный был приговорен Басманным судом к 200 часам исправительных работ в виде чистки кроссовок Дмитрий Анатолича и покраски домика его уточки.",
            "политический": 1
        },
        "anek_12182": {
            "text": "Я не понимаю, почему люди боятся заходить в реку с крокодилами? От малярийных-то комаров больше народу гибнет.",
            "другой": 2
        },
        "anek_12338": {
            "text": "День дурака превратился в месяц дурака.",
            "бытовой": 1
        },
        "anek_12412": {
            "text": "Диалог моих родителей:- Ты забыл какой сегодня день? Сегодня 20 лет, как мы вместе!- Милая, ты как будто срок мотаешь, ей богу!",
            "бытовой": 2
        },
        "anek_12495": {
            "text": "- Рыбу ловят, сидя тихонечко на берегу, не издавая лишнего шума и не делая резких движений. А что ловят шумя, сопя, делая множество движений, крича, а под конец, иногда, даже орут?- Триппер.",
            "пошлый": 1,
            "другой": 3
        },
        "anek_12538": {
            "text": "В войне главное не победа, главное в ней не участвовать.",
            "другой": 1,
            "политический": 1
        },
        "anek_1299": {
            "text": "После того, как Байден спросил сколько лет ему суждено быть президентом США, кукушка так растерялась, что начала каркать.",
            "политический": 2
        },
        "anek_13019": {
            "text": "- Возвращаюсь домой пораньше, а на кухне что-то происходит, захожу - а там муж мой йогурт ест!- Лучше бы бабу тр@хал, было бы не так обидно...",
            "бытовой": 1
        },
        "anek_13040": {
            "text": "Ешьте больше чеснока! Это не помогает против коронавируса, но держит других на необходимом расстоянии.",
            "бытовой": 1
        },
        "anek_1308": {
            "text": "Если вы бегаете по утрам в парке, а об этом никто не знает, то это не считается.",
            "другой": 1
        },
        "anek_13261": {
            "text": "Пошел я как-то к соседям за сахаром, смотрю - не заперто. Открываю дверь, а там вокруг кровь, кишки, мозги... Потом смотрю - о, сахар!",
            "бытовой": 2,
            "другой": 1
        },
        "anek_13290": {
            "text": "При цене нефти $10 за баррель средним классом в России будет считаться человек в обуви. В любой обуви.",
            "политический": 1
        },
        "anek_1352": {
            "text": "Судя по состоянию украинского бюджета, Янукович ворует до сих пор...",
            "политический": 3
        },
        "anek_13732": {
            "text": "Гагарин 9 марта родился, а 12 апреля уже в космос полетел. А ты все работу не можешь найти.",
            "другой": 1
        },
        "anek_13886": {
            "text": "Нельзя вечно откладывать проблему. Когда-нибудь все равно придется на нее плюнуть.",
            "другой": 1,
            "бытовой": 2
        },
        "anek_13911": {
            "text": "На заметку: жене, нашедшей в вашем кармане презерватив, говорите, что его вы положили только для того, чтобы проверить, роется ли жена, в ваших карманах.",
            "бытовой": 1,
            "пошлый": 1
        },
        "anek_14053": {
            "text": "Когда волк молчит, его лучше не перебивать.",
            "другой": 2
        },
        "anek_1437": {
            "text": "- Петя, где ты вчера был?- С папой корову к быку водили.- А что, папа сам не смог бы?- Смог, но бык лучше.",
            "пошлый": 2
        },
        "anek_15040": {
            "text": "Патриоты России сдирают с себя турецкий загар.",
            "политический": 1
        },
        "anek_15066": {
            "text": "Все ругают евреев, масонов. Знаете, что скажу? Мне ни один масон еще подъезд не обоссал.",
            "бытовой": 1
        },
        "anek_15208": {
            "text": "- Зяма, Вы побили Мойшу?- Я дал по морде этому негодяю, поскольку он спит с моей женой!- Зяма, Вы, такой интеллигентный, били по лицу другому человеку только за то, что у Вас с ним одинаковые вкусы?",
            "пошлый": 2,
            "бытовой": 1
        },
        "anek_15300": {
            "text": "Утро не бывает добрым, поэтому я просыпаюсь днем.",
            "бытовой": 1
        },
        "anek_15984": {
            "text": "Он:- Я дал себе зарок, что если еще раз чем-то тебя расстрою, то буду отрубать себе по сантиметру члена каждый раз.Она:- Тебе, с@ка, лишь бы назло мне сделать!",
            "пошлый": 2
        },
        "anek_16049": {
            "text": "Мальчик-негр спрашивает у своей белой мамы:- Мама, а почему ты белая и все у нас в семье тоже белые, а я черный?- Ой, сынок, я как вспомню ту вечеринку... Скажи спасибо, что не гавкаешь!",
            "пошлый": 2,
            "другой": 1
        },
        "anek_16070": {
            "text": "Студент хнычет:- Профессор, я не заслуживаю двойки!- Знаю, но более низких оценок у нас, к сожалению, нет!",
            "другой": 1
        },
        "anek_16144": {
            "text": "Как показывает практика, в любой другой день можно разыграть гораздо большее количество людей, чем первого апреля.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_16347": {
            "text": "Аппетит приходит вовремя, а еду опять задерживают.",
            "бытовой": 2
        },
        "anek_16732": {
            "text": "Из мемуаров: \"Я никогда не изменял ни жене, ни любовнице, ни другим своим женщинам\".",
            "бытовой": 1
        },
        "anek_16824": {
            "text": "- Ангел мой! Ты поговорила со своими родителями обо мне? Они согласны отдать тебя мне в жены?- Да, я сказала им все.- И как они?- Не знаю. Отец пока молчит, а мама ждет, пока он выскажется, чтобы выразить прямо противоположное мнение.",
            "бытовой": 2
        },
        "anek_1700": {
            "text": "Все выходные работал над отчетностью и понял, насколько же компьютер облегчает выполнение работы, которую до появления компьютеров просто не нужно было делать.",
            "другой": 1
        },
        "anek_17143": {
            "text": "Он и она после интима.- Тебе было хорошо?- Да.- Очень хорошо?- Да.- А как хорошо?- Как будто борща поел.",
            "бытовой": 1,
            "пошлый": 2
        },
        "anek_1753": {
            "text": "Сборищем грязных отморозков назвал мэр участников митинга, требующих в ноябре подключить горячую воду и отопление.",
            "бытовой": 1,
            "политический": 1
        },
        "anek_17723": {
            "text": "В России любой человек может стать президентом. И этого человека вся страна знает.",
            "политический": 1
        },
        "anek_17816": {
            "text": "- О! Веселый молочник! Ты чего такой грустный?- Корова сдохла. Мясо будешь?",
            "бытовой": 1,
            "другой": 1
        },
        "anek_17948": {
            "text": "Многие проблемы решаются одним легким поднятием заднего места.",
            "другой": 2
        },
        "anek_18226": {
            "text": "- Как заказывает проституток госчиновник?- Через тендер.",
            "политический": 1,
            "пошлый": 1
        },
        "anek_18464": {
            "text": "Однажды мне приснилось, что моя жена громко храпит. Просыпаюсь: ничего подобного - не женат!",
            "бытовой": 2
        },
        "anek_18480": {
            "text": "- А правда у вас в России настолько холодно, что вы Новый год два раза отмечаете?",
            "бытовой": 1,
            "политический": 2
        },
        "anek_18556": {
            "text": "- Чем оливье отличается от феминистки?- Несмотря на одинаковую жирность, для людей оливье все-таки полезнее.",
            "пошлый": 1
        },
        "anek_18767": {
            "text": "- С тех пор, как от меня ушла Люда, я стал нелюдимым...",
            "другой": 1
        },
        "anek_18830": {
            "text": "- Какая у тебя самооценка?- Так себе. Мы цари народ простой.",
            "бытовой": 1
        },
        "anek_19062": {
            "text": "Она долго пробовала себя в разных профессиях и наконец нашла то, что искала - богатого старого мужика.",
            "бытовой": 3
        },
        "anek_19451": {
            "text": "Британскими учеными изобретен экспресс-тест на гомосексуальность с помощью динамометрического нутромера. Прибор вводится в анус и измеряет его диаметр, эластичность, силу сжатия. Все эти данные для диагностики не нужны, выявление гомосексуальности производится по факту согласия на прохождение теста.",
            "пошлый": 1
        },
        "anek_19632": {
            "text": "Коварству кошек нет предела! Они больше не могуть съесть нас, как их предки ели наших предков. Так они лаской заставляют нас покупать им еду!",
            "другой": 1,
            "бытовой": 1
        },
        "anek_19673": {
            "text": "Кто говорит, что дружбы народов не существует, тот не стоял в очереди в УФМС России.",
            "политический": 2
        },
        "anek_19715": {
            "text": "Жду не дождусь, когда же на канале \"Россия\" появится новая передача \"Вечер без Владимира Соловьева\". И без Украины...",
            "политический": 1
        },
        "anek_19742": {
            "text": "- Запишите нас в НАТО.- Членом?- Да нет, можно и карандашом.",
            "пошлый": 1,
            "политический": 1
        },
        "anek_19848": {
            "text": "- Бабушка, пусти переночевать.- Заходи, солдатик.- Да я не один... С ефрейтором.- Ничего, привяжи его к забору.",
            "другой": 2,
            "бытовой": 1
        },
        "anek_20061": {
            "text": "Умирает старый еврей. Слабым голосом спрашивает:- Моя жена рядом?- Да, мой дорогой.- А мои дети здесь?- Да, папочка.- Мои внуки здесь?- Да, дедушка!- Тогда почему на кухне свет горит?",
            "бытовой": 1
        },
        "anek_20407": {
            "text": "Заседание Думы было бурным, продолжительным и даже с мордобоем. Оно и понятно - бюджет по-тихому нигде не распиливают.",
            "политический": 1
        },
        "anek_2130": {
            "text": "- Почему упала освященная ракета?- Она ударилась о небесную твердь.",
            "другой": 1,
            "политический": 1
        },
        "anek_21356": {
            "text": "Спасение озабоченных - дело рук самих озабоченных.",
            "пошлый": 1
        },
        "anek_21669": {
            "text": "Нужно не от хамона и пармезана отказываться, а от маргарина и валокордина, от которых весь мир отказался.",
            "политический": 1
        },
        "anek_21671": {
            "text": "- После серии фильмов про Гарри Поттера, в школах стали осторожней обижать маленьких рахитичных очкариков.",
            "бытовой": 2
        },
        "anek_21848": {
            "text": "Как говорил знакомый еврей: \"Не нужно так нервничать и убиваться, тебе за это не заплатят!\".",
            "другой": 2,
            "политический": 1
        },
        "anek_21861": {
            "text": "Купил быстросохнущий супер-клей. Не обманули.Он засох еще до того, как я смог его открыть...",
            "бытовой": 1,
            "другой": 1
        },
        "anek_21930": {
            "text": "Жена отгадывает кроссворд:- Жанр искусства на 4 буквы?- Вино.- Не подходит, первая буква К?- Вино всегда подходит.",
            "бытовой": 2
        },
        "anek_22103": {
            "text": "Путин сказал, что, если хоть чуть-чуть уменьшить зарплату Миллеру и Сечину, оба тут же уйдут к зарубежным конкурентам. Стесняюсь напомнить: речь идет о тех самых людях, которых с завидной регулярностью награждают за беспримерный патриотизм.",
            "политический": 1
        },
        "anek_22433": {
            "text": "Вчера ночью 5 дебилов хотели забрать у меня телефон. Теперь у меня 6 телефонов.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_22775": {
            "text": "Секс очень похож на бег: у кого-то уверенный челночный бег, у кого-то марафон, у кого-то рекордная стометровка, у меня - освобождение от физры.",
            "пошлый": 2
        },
        "anek_22912": {
            "text": "Человек имеет право отнести себя к среднему классу, когда начинает понимать слова \"одноразовый пакетик чая\" буквально!",
            "бытовой": 2
        },
        "anek_22976": {
            "text": "- Какие олигархи более жадные: лондонские или московские?- Конечно, московские: лондонские все у нас забрали и уехали себе в Лондон, а московские все забрали и смотрят, как бы еще чего забрать.",
            "политический": 1
        },
        "anek_23024": {
            "text": "- Интересно, почему офисные работники целыми днями сидят в мягких креслах, а геморроя нет?- Так ежедневный массаж у шефа!",
            "пошлый": 2
        },
        "anek_23196": {
            "text": "Во время свадьбы одна из женщин говорит соседке:- Все-таки у невесты очень усталый вид...- Еще бы! Ведь Розочка боролась за это место лет десять...",
            "другой": 1
        },
        "anek_23355": {
            "text": "- Софочка, я же просил тебя погладить мой выходной пиджак!- Йосик, я погладила...- Неправда! 100 долларов как лежали во внутреннем кармане, так до сих пор там и лежат!",
            "бытовой": 1
        },
        "anek_23436": {
            "text": "Неудачные попытки заняться сексом индусы стали называть йогой, а удачные камасутрой...",
            "пошлый": 3
        },
        "anek_23525": {
            "text": "- Почему у тебя такое кислое выражение лица?- Потому что мне нельзя ничего сладкого.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_23674": {
            "text": "Хозяйка звонит электрику:- Я просила Вас вчера прийти починить звонок!- А я был у Вас! Позвонил, мне никто не открыл и я ушел.",
            "бытовой": 3
        },
        "anek_23871": {
            "text": "Бабушка спрашивает у внука:- Вовочка, а кто это тебя научил матом ругаться?- Мама!- А маму кто?- Говорит, ее мама!- Ну, это она, конечно, пи@дит!",
            "бытовой": 1,
            "другой": 1
        },
        "anek_23903": {
            "text": "Сколько я ни задумывался над смыслом жизни, потом всегда тяжело выходил из запоя.",
            "бытовой": 1
        },
        "anek_24179": {
            "text": "Ошибка подобна утопленнику: все равно всплывет на поверхность.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_24199": {
            "text": "Знаете ли вы, что при подсчете голосов в бюллетенях голосования из оставленной вами надписи \"Да пошли вы...\" учитывается только первое слово?",
            "политический": 2
        },
        "anek_24331": {
            "text": "Одесский дворик. Две соседки переговариваются между балконами, этажом выше учится играть на скрипке еврейский мальчик.- Сара!- Шо?- В нашем доме немцы есть?- Нет, а шо?- А кому мстит этот мальчик?",
            "политический": 1
        },
        "anek_24360": {
            "text": "Вот раньше в большой пачке презервативов было 12 штук - очень удобно. А потом сделали пачки по 10 штук. И в чем прикол? Остальные 2 месяца в году без секса что ли?",
            "пошлый": 3
        },
        "anek_24443": {
            "text": "Холмс, сидя с трубкой в кресле и читая газету:- Ватсон, вы можете себе представить, что для изготовления кисточек ежегодно используется две тысячи верблюдов.- Просто поразительно, Холмс, чему только не научат животных в наши дни!",
            "другой": 1
        },
        "anek_24696": {
            "text": "Семейная жизнь - это как плавание на корабле, на берегу девки и бухло, а у тебя секс только с поварихой.",
            "бытовой": 1,
            "пошлый": 1
        },
        "anek_24849": {
            "text": "Самое жестокое кидалово его детства - это несоответствие запаха клубничного мыла его вкусу.",
            "бытовой": 2
        },
        "anek_2491": {
            "text": "В стране, где каждый день Хеллоуин, бессмысленно отмечать его раз в году.",
            "политический": 1,
            "бытовой": 1
        },
        "anek_2532": {
            "text": "Хозяюшке на заметочку: извиниться перед гостями за то, что не убрано, во много раз легче, чем сделать уборку.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_25391": {
            "text": "Один мой знакомый решил избавиться от интернет-зависимости путем ухода в запой. Надо признать, что эксперимент удался: в среде бомжей вай-фай пока еще большая редкость.",
            "бытовой": 1
        },
        "anek_25522": {
            "text": "Жизнь не надо растягивать, ее нужно наполнять.",
            "другой": 1,
            "бытовой": 2
        },
        "anek_2571": {
            "text": "А что если чиновники заказывают у себя обыски, чтобы похвастаться перед друзьями, потому что просто хвастаться некрасиво?",
            "политический": 2,
            "другой": 1
        },
        "anek_25783": {
            "text": "Если ты радуешься, когда теща вынуждена закрыть рот, ты - мужчина.Если ты радуешься, когда теща вынуждена открыть рот, ты - стоматолог.",
            "бытовой": 2
        },
        "anek_25858": {
            "text": "- Святой отец, а можно вы не будете цокать языком, пока я исповедуюсь?",
            "другой": 1
        },
        "anek_26259": {
            "text": "Я бы конечно хотел проснуться знаменитым, но не раньше обеда.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_26269": {
            "text": "- Что ты делаешь здесь, Михель?- Наблюдаю, откуда русские наступать будут.- А зачем тебе это знать?- Чтобы предупредить своих, в какую сторону бежать.",
            "политический": 1
        },
        "anek_26339": {
            "text": "Разговаривают два кинопродюсера:- Ты прочел новый сценарий о жизни Иисуса?- Да, и финал мне показался совершенно неубедительным: главный герой гибнет, а потом вдруг воскресает.- Да как можно не понимать таких элементарных вещей? Это же специально придумано, чтобы потом можно было сиквел снять.",
            "бытовой": 2
        },
        "anek_26385": {
            "text": "Мальчик, который прошел \"Марио\", по привычке берет сдачу головой.",
            "бытовой": 1,
            "другой": 2
        },
        "anek_26424": {
            "text": "Вчера в городском парке города Мухосранска сексуальным маньяком была зверски проигнорирована пенсионерка Марья Ивановна Толстожопова.",
            "пошлый": 3
        },
        "anek_26509": {
            "text": "- Никогда в обществе программистов не говори, что ты альфа-самец.- Это еще почему?- Потому, что для них это означает сильно недоделанный вариант.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_27123": {
            "text": "Если парашют не раскрылся, то постарайтесь насладиться прелестью полета. Другой такой возможности не представится.",
            "бытовой": 1
        },
        "anek_27294": {
            "text": "- Внученька, в мои годы наркотики уже не нужны. Чтобы словить \"приход\", достаточно резко встать с дивана.",
            "бытовой": 1
        },
        "anek_27699": {
            "text": "Лучшей мотивацией учиться, была фраза отца: \"Александр - это защитник по-гречески, так что выбирай: ты либо защищаешь диплом, либо защищаешь родину\".",
            "бытовой": 1
        },
        "anek_2873": {
            "text": "На утро после брачной ночи, дочь подбегает к матери и говорит:- Мам, ты представляшь, у моего Сережки на члене бородавка - кайф такой.- А где доченька, снизу или сверху.- Сверху.- Эх, еще бы одну снизу и две по бокам.Отец, сидя и читая газету:- Вам, бл@дям, волю дай, так вы из х@я кукурузный початок сделаете!",
            "пошлый": 3
        },
        "anek_28852": {
            "text": "Муж приходит домой и говорит жене:- Ах ты, моя сладкоежка! Иди, я купил тебе два килограмма кильки.",
            "бытовой": 1
        },
        "anek_290": {
            "text": "Портфель поработил пятиклассника Петю и каждый день ездит на нем в школу.",
            "бытовой": 2
        },
        "anek_29199": {
            "text": "- Официант, ваши музыканты играют на заказ?- За ваши деньги, все что угодно...- Вот деньги. Пускай пока я тут ужинаю, сыграют в карты.",
            "бытовой": 1
        },
        "anek_29202": {
            "text": "Приходит пациент к доктору.- Доктор, у меня слишком быстрое семяизвержение.- Снимите штаны и покажите где у вас?- У вас на халате.",
            "пошлый": 2
        },
        "anek_29294": {
            "text": "Мою первую девушку звали Алла, но мы с ней расстались. По иронии судьбы вторую тоже звали Алла и мы тоже с ней расстались. Но теперь друзья меня называют Алкатестером!",
            "другой": 1
        },
        "anek_29334": {
            "text": "Женитьба лишила меня простых холостяцких радостей. Например, найти в пододеяльнике пряник.",
            "бытовой": 2
        },
        "anek_3024": {
            "text": "Ацтеки и инки приносили в жертву богам своих вождей во время эпидемий. Ни на что не намекаю. Просто красивый обычай.",
            "политический": 1
        },
        "anek_30465": {
            "text": "В первую очередь, себя надо оберегать от себя, как от самого близкого к тебе человека, который способен на опасную глупость.",
            "бытовой": 3
        },
        "anek_30648": {
            "text": "- Папа! Что такое диалог?- Это разговор двух людей.- Это так ты разговариваешь с мамой?- Нет - это монолог.",
            "бытовой": 1
        },
        "anek_30808": {
            "text": "\"Мне похудеть бы надо, кстати\" - ворчала Ира за столом. Она сегодня днем с кровати упала сразу с двух сторон.",
            "бытовой": 1
        },
        "anek_30906": {
            "text": "Врачи-психиатры обращаются к больным только на вы, потому что неизвестно сколько их там у каждого.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_30929": {
            "text": "Может у меня характер тяжелый потому, что золотой?",
            "бытовой": 1
        },
        "anek_31211": {
            "text": "Люди, читающие газеты, сидя на унитазе, готовы к любым новостям.",
            "другой": 1
        },
        "anek_31348": {
            "text": "Скупой платит дважды, а женатый - всегда.",
            "бытовой": 1
        },
        "anek_31460": {
            "text": "В коридоре психиатрической больницы встречаются два врача.- Кстати, коллега, какое сегодня число?- 27 марта, а что?- Да я иду проверять, как больные ориентируются во времени.",
            "другой": 2
        },
        "anek_31868": {
            "text": "Как определить границы Российской Федерации?Наша страна кончается там, где начинаются нормальные дороги!",
            "политический": 2,
            "бытовой": 1
        },
        "anek_32132": {
            "text": "- Маш, выйди на опушку, покричи на помощь, если никто не прийдет - здесь и будем тр@хаться!",
            "пошлый": 2
        },
        "anek_32216": {
            "text": "- Фима, как вам вчерашний обед у Рабиновичей?- Что вам сказать? Если бы суп был таким же теплым, как вино, вино таким же старым, как гусь, а гусь таким же жирным, как хозяйка, обед был бы совсем неплох.",
            "пошлый": 1,
            "другой": 1
        },
        "anek_3242": {
            "text": "- У меня и правда есть к тебе чувства.- Правда?- Да. Я чувствую, что ты мне действуешь на нервы.",
            "бытовой": 2
        },
        "anek_32523": {
            "text": "Интернет, интернет отпусти в туалет, полчаса уже сижу ноги крестиком держу.",
            "другой": 1
        },
        "anek_32720": {
            "text": "У меня сегодня мама поинтересовалась:- Ты какие-нибудь другие способы подготовки к экзаменам, помимо молитвы, знаешь?- Да, знаю - гадания, заговоры.",
            "другой": 1
        },
        "anek_32764": {
            "text": "Политики всегда думают о народе, но никогда не говорят, что именно.",
            "политический": 1
        },
        "anek_32882": {
            "text": "Единственная проблема в первые 30 минут в тренажерном зале в том, что прошло только 2 минуты.",
            "бытовой": 1
        },
        "anek_32911": {
            "text": "Скажи женщине, что она красивая - она поверит тебе ненадолго. Скажи женщине, что она уродина - она поверит тебе навсегда. Вдобавок ты умрешь.",
            "бытовой": 1
        },
        "anek_32966": {
            "text": "- Это правда что вы машину в лотерею выиграли?- Правда. Только не машину, а квартиру. И не в лотерею, а в покер. И не выиграл, а проиграл.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_33297": {
            "text": "- Что такое обмен мнениями между начальником и подчиненным?- Это когда подчиненный заходит к начальнику со своим мнением, а уходит с мнением начальника.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_33550": {
            "text": "Осознавая проблему приближающегося продовольственного кризиса, глисты дали согласие на употребление человеком продуктов, содержащих ГМО.",
            "другой": 1
        },
        "anek_33708": {
            "text": "Однажды Эрнст сказал себе: \"Надо создать программу, чтобы ее зрители не соображали, что происходит в мире. Чтобы сделать их размышления о политике примитивными и тупыми. Смогу ли я? Не знаю. Время покажет\".",
            "другой": 2
        },
        "anek_33743": {
            "text": "Умер директор пивоваренного завода. Светлая нефильтрованная память!",
            "бытовой": 1,
            "другой": 1
        },
        "anek_33768": {
            "text": "Мужчины обычно женятся на надеждах, женщины выходят замуж за обещания. Так как выполнить обещания гораздо легче, чем оправдать чужие надежды, то в жизни больше встречается разочарованных мужчин, чем обманутых женщин.",
            "бытовой": 2
        },
        "anek_33848": {
            "text": "Плакат рекламы пластиковых окон сегодня на улице видел... Там изображена грустная бабка, смотрящая в окно и слоган рядом: \"Не грусти бабуль, вставим!\".",
            "пошлый": 3
        },
        "anek_34113": {
            "text": "В Риме Сцевола держал руку на огне, показывая стойкость духа, а в России люди целыми толпами остаются в помещении после пожарной тревоги.",
            "другой": 1,
            "политический": 1
        },
        "anek_34213": {
            "text": "- Дорогая, а что это за рыба плавает в ухе?- Тебе что, не нравится моя уха?- Успокойся, мне нравится. Мне не нравится, что эта рыба ее ест.",
            "бытовой": 1
        },
        "anek_34337": {
            "text": "Два олигарха:- У тебя охрана сколько человек?- 11 человек. А у тебя?- И у меня. Слушай, может, в футбол сыграем?",
            "другой": 1
        },
        "anek_34416": {
            "text": "Женщина моется в общей ванной коммунальной квартиры, а сосед стал на табурет в коридоре и заглядывает через стеклянный верх двери. Она заметила и говорит:- Ну, чего уставился, голой бабы не видел?- Нужна ты мне! Я смотрю, чьим мылом ты моешься!",
            "пошлый": 1,
            "бытовой": 1
        },
        "anek_3445": {
            "text": "- Летом в России лучше всего жить в средней полосе. Осенью в России лучше всего жить на юге.- А зимой?- А зимой в России лучше всего жить не в России!",
            "бытовой": 1
        },
        "anek_34452": {
            "text": "- Что получится, если скрестить вампира и карлика?- Существо, которое сосет кровь из ваших коленок.",
            "бытовой": 1
        },
        "anek_34696": {
            "text": "Может, стоит начать вести более спортивный образ жизни: ходить в спорт-бары вместо обычных.",
            "бытовой": 1
        },
        "anek_34777": {
            "text": "- Девушка, а девушка, а сколько вам лет?- \"Мишки Гамми\" смотрел?- Нет, а кто это?- А я смотрела...",
            "бытовой": 1
        },
        "anek_34830": {
            "text": "Подскажите, где купить билет в Россию? В ту, которая по телевизору.",
            "политический": 1
        },
        "anek_34846": {
            "text": "Теперь о супергероях: Человек-герпес угрожает Андрею Губину.",
            "другой": 1,
            "пошлый": 2
        },
        "anek_34864": {
            "text": "- А что будет, если я подберу пароль к твоему е-мейлу?- Схлопочешь по е-бейлу.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_3505": {
            "text": "На МКС починили туалет. Космонавтам больше не придется выходить в открытый космос.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_35101": {
            "text": "Если обмотать шаурму не лавашем, а подорожником - мясушко заживет и убежит домой...",
            "другой": 2
        },
        "anek_35239": {
            "text": "Говорят, когда Шойгу, въезжая 9 мая на Красную Площадь, снял фуражку и перекрестился, Сталин перевернулся в гробу, а из Мавзолея Ленина послышался мат.",
            "политический": 1,
            "другой": 1
        },
        "anek_35376": {
            "text": "У нас с друзьями есть хорошая традиция: каждый год 31 декабря мы все ходим... А вот 1 января мы уже не ходим.",
            "бытовой": 2
        },
        "anek_35476": {
            "text": "Наконец-то я сегодня смог расслабиться и отдохнуть в моральном, интеллектуальном, физическом, сексуальном и любом другом смысле этого слова - отпуск закончился, и я снова вышел на работу.",
            "бытовой": 1
        },
        "anek_35552": {
            "text": "Вот уже три года Штирлиц сидел за столиком и ждал официанта. Это была привычка, выработанная в нем официантом.",
            "другой": 1
        },
        "anek_35812": {
            "text": "Если ваш начальник заговорил с вами вежливо, значит, кого-то из вас двоих скоро уволят.",
            "бытовой": 2
        },
        "anek_35850": {
            "text": "Я проснулся в понедельник, чтобы во вторник пойти на работу, но в среду я узнал, что в четверг будет дождь, и тогда в пятницу я подумал: зачем идти работать в субботу, если в воскресенье выходной?",
            "другой": 1,
            "бытовой": 2
        },
        "anek_36211": {
            "text": "По дыркам на ремне полковника полиции можно проследить его карьерный рост.",
            "бытовой": 2
        },
        "anek_36234": {
            "text": "- Там в холодильнике две сосиски, тебе принести?- Принеси одну.- А почему одну?- Хочу поделиться со мной завтрашним.",
            "бытовой": 1
        },
        "anek_36362": {
            "text": "Ну поймите, если вы не будете содержать яхты Путина, Сечина, Дерипаски и Усманова, вам придется содержать Шестой американский флот! Это гораздо дешевле, но не патриотично.",
            "политический": 2
        },
        "anek_3641": {
            "text": "Кто же мог предположить, что вслед за развитым социализмом грядет рабогалернический строй?",
            "политический": 3
        },
        "anek_36483": {
            "text": "Идет экскурсия по крейсеру \"Аврора\". Один экскурсант заинтересовался:- А почему около пушки стоит часовой?Экскурсовод:- Чтобы какой-нибудь мудак опять не выстрелил.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_36499": {
            "text": "Кстати, напомню: по существующим законам, если секс продолжается более двух часов, вас обязаны кормить.",
            "пошлый": 2
        },
        "anek_36529": {
            "text": "- Катенька, ты почему хочешь стать хирургом, если боишься даже боли во время уколов.- Мамочка, я же не себе буду делать больно.",
            "другой": 1
        },
        "anek_36991": {
            "text": "\"Ты должен\" - убивает эта фраза. То, что я должен, записано в налоговом кодексе, все, что не должен - в уголовном. Остальное - на мое усмотрение.",
            "бытовой": 1,
            "политический": 1
        },
        "anek_3715": {
            "text": "Характер женщины должен быть не твердый, как скала, и не податливый, как тесто, а мягкий, но упругий, как женская грудь. А характер мужчины должен быть твердый, когда нужно, а в остальное время философски расслабленный.",
            "бытовой": 1,
            "пошлый": 1
        },
        "anek_37195": {
            "text": "Я далеко не бедный человек. Далеко - это в Африке.",
            "бытовой": 1,
            "другой": 2,
            "политический": 1
        },
        "anek_37424": {
            "text": "Тупые люди, как тупые ножи: вроде и особого вреда причинить не могут, но бесят!",
            "бытовой": 2,
            "другой": 1
        },
        "anek_37447": {
            "text": "Мама с маленьким сыном подходят к банкомату, мама получает из него деньги. Сынуля с округленными глазами:- Мама, а как наш папа туда залез?!",
            "бытовой": 1
        },
        "anek_37491": {
            "text": "Моя жена о чем-то долго думала, что-то писала на бумажке, считала на калькуляторе, спрашивала у меня, сколько дней осталось до Нового года. А потом неожиданно спросила: \"А что ты мне подаришь на 8 Марта?\".",
            "бытовой": 1,
            "другой": 1
        },
        "anek_37548": {
            "text": "- Сержант Петров! Откройте свой бумажник!- Может, багажник?- Ах да, точно, всегда опережаю события!",
            "другой": 1,
            "бытовой": 1,
            "политический": 1
        },
        "anek_379": {
            "text": "Зря говорят, что семечки, это как наркотик. Это как алкоголь - именно поэтому они тоже стаканами измеряются.",
            "бытовой": 2
        },
        "anek_3805": {
            "text": "Поющих под фанеру надо называть исполняющий обязанности певца.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_38098": {
            "text": "Не клюет - это когда накопал червей, а их хватило на весь сезон.",
            "бытовой": 2
        },
        "anek_38169": {
            "text": "Бабушка успокаивает пятнадцатилетнюю внучку:- Подумаешь, прыщики у нее на лице! У некоторых они вон, вместо сисек...",
            "пошлый": 1
        },
        "anek_38227": {
            "text": "Дай человеку рыбу, и он запостит ее в инстаграм. Научи человека рыбачить, и он отдельный блог для этого заведет.",
            "другой": 1
        },
        "anek_38579": {
            "text": "В столовой:- А суп есть?- Есть один.- Какой?- Гороховый рассольник.- Это же два супа?- Теперь один, нам кастрюля нужна была.",
            "бытовой": 1
        },
        "anek_38752": {
            "text": "Первое правило клуба прокрастинаторов: создать наконец-то клуб.",
            "другой": 2,
            "бытовой": 1
        },
        "anek_38859": {
            "text": "Ничто в доме не хранится столь трепетно, как ненужный хлам под названием \"вдруг пригодится?\".",
            "бытовой": 1,
            "другой": 1
        },
        "anek_39304": {
            "text": "В Киеве, разговор по телефону с мамой:- Ты в шапке?- Да, мама, не волнуйся: в шапке, в каске, с противогазом!",
            "политический": 1,
            "другой": 1
        },
        "anek_39328": {
            "text": "- Официант, у меня в супе муха!- Не волнуйтесь, паук на хлебе ее обязательно поймает.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_39586": {
            "text": "В жизни каждого человека есть два самых важных дня: первый - когда он родился, второй - когда понял, зачем.",
            "другой": 1
        },
        "anek_39607": {
            "text": "Бабушка с плохим зрением так любит кошек, что 3 дня отпаивала молоком выброшенную шапку.",
            "бытовой": 1
        },
        "anek_39885": {
            "text": "Если вы договариваетесь с собой - это эгоизм, если нет - шизофрения.",
            "бытовой": 1
        },
        "anek_39887": {
            "text": "Внучка сделала открытие! По ее мнению, дни от тепла летом удлиняются, а зимой от холода укорачиваются.",
            "бытовой": 1
        },
        "anek_39924": {
            "text": "Минский метрополитен тоже готовит свои шутки к 1 апреля. Теперь перила и ступеньки будут ездить в разные стороны.",
            "бытовой": 1
        },
        "anek_39941": {
            "text": "Песков заявил, что понятия кровной мести в правовом поле нет. А про себя подумал: \"Потому что нет и правового поля\".",
            "политический": 1
        },
        "anek_39943": {
            "text": "Интересно, антипрививочники ставят антивирус на компьютер или они только своих детей ненавидят?",
            "бытовой": 2
        },
        "anek_39992": {
            "text": "- Внучек, у вас рыба свежая?- Ну, бабуль, конечно, свежая. Она же живая.- Я - тоже живая.",
            "другой": 2,
            "бытовой": 1
        },
        "anek_40125": {
            "text": "Если во время бессонницы вместо овец считать красивых знакомых девушек, то вы точно не заснете.",
            "пошлый": 1
        },
        "anek_40621": {
            "text": "- Санитар, куда мы едем?- В морг.- Так я же еще не умер!- Так мы еще и не приехали...",
            "другой": 1,
            "бытовой": 1
        },
        "anek_40812": {
            "text": "Директор фирмы наткнулся на объявление по продаже того же, чем торгует он сам, только дешевле и решил позвонить. И узнал голос сторожа со своего склада.",
            "бытовой": 2
        },
        "anek_40874": {
            "text": "- Как вы посмели ударить полицейского?- Да это же мой одноклассник!- Это не имеет значения. К должностному лицу следует относиться уважительно, даже если это ваш отец.",
            "бытовой": 1
        },
        "anek_4100": {
            "text": "Пикеты владельцев невыигравших лотерейных билетов прошли сегодня в Москве.",
            "другой": 1
        },
        "anek_41082": {
            "text": "Когда я ем - я глух и нем.Когда я пью - я гораздо коммуникабельней.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_41662": {
            "text": "Жили-были старик со старухой, и жили они настолько долго, что четыре квартиры, три автомобиля и загородный дом, достались им в наследство от правнуков.",
            "бытовой": 1
        },
        "anek_42089": {
            "text": "- Девушка, а что вы делаете в субботу вечером?- Позвоните в воскресенье. Я расскажу...",
            "бытовой": 2
        },
        "anek_4234": {
            "text": "Может Путина даже еще и наградят за спасение Навального. Секретно конечно. ЦРУ как никак.",
            "политический": 2,
            "другой": 1
        },
        "anek_4267": {
            "text": "Приходит пациент к врачу и начинает жаловаться. И то болит, и другое болит. Врач ему и говорит:- Вам надо срочно бросать курить, пить только по большим праздникам и в меру. Не задерживаться на работе. Приходить домой не позже семи часов вечера.- Достаточно, доктор, остальное мне расскажет жена.",
            "другой": 1
        },
        "anek_42775": {
            "text": "А ведь я мог бы быть богатым, будь у меня деньги.",
            "бытовой": 1
        },
        "anek_42800": {
            "text": "Благовоспитанная девушка из консервативной семьи прогуливается в парке вечером, садится на скамейку. Тут подходит бомж:- И не стыдно, девушка?- Мужчина, я приличная девушка, за что это вдруг?- Приличные девушки на чужих кроватях не сидят!",
            "бытовой": 1
        },
        "anek_42930": {
            "text": "Чем больше тебе пофиг, тем счастливее ты будешь.",
            "бытовой": 1
        },
        "anek_43189": {
            "text": "Чемпионат мира по дартсу был прерван внезапно открывшейся дверью.",
            "другой": 2
        },
        "anek_43237": {
            "text": "- А насколько больно делать тату?- Ну, как, терпимо, но смотря где делаешь.- В Челябинске, а что?",
            "бытовой": 1
        },
        "anek_43319": {
            "text": "Вы верите в любовь с первого взгляда, или мне пройти мимо Вас еще раз?",
            "бытовой": 2
        },
        "anek_43342": {
            "text": "Грузин запустил руку в штаны и чешет там с удовольствием. Другой его спрашивает:- Што, дарагой, канец чешешь?- Нет, середину...",
            "пошлый": 1
        },
        "anek_43529": {
            "text": "- Что случилось с Петровым? Почему он не ходит на рыбалку?- А, он женился на той девушке, помнишь, которую вытащил из реки, когда она тонула.- Так, а на рыбалку-то почему не ходит?- А он теперь воды боится!",
            "бытовой": 1
        },
        "anek_43566": {
            "text": "- Алло, а это клуб переспрашивающих мудаков?- Переспрашивающих мудаков?",
            "другой": 2
        },
        "anek_43571": {
            "text": "Планшет был изобретен для того, чтобы люди, наконец, перестали сидеть в интернете, и начали в нем лежать.",
            "бытовой": 1
        },
        "anek_43896": {
            "text": "Пациент рассказывает:- Когда я был ребенком, врач мне сказал: \"Не перестанешь грызть ногти - вырастешь идиотом\".- И почему же Вы не перестали?",
            "бытовой": 1,
            "другой": 1
        },
        "anek_43914": {
            "text": "- Ты видел? Она мне улыбнулась...- Не переживай, я когда тебя увидел месяц ржал!",
            "бытовой": 1,
            "другой": 1
        },
        "anek_4397": {
            "text": "Студента после экзамена спрашивают одногрупники:- Ну как, сдал?- Сдал. Уж он меня топил, топил, а я выплыл.Преподаватель после экзамена про этого же студента своим коллегам:- Уж я его тянул, тянул, еле вытянул.",
            "бытовой": 1
        },
        "anek_44021": {
            "text": "Калий, натрий и фосфат, вместе мы \"Фруктовый Сад\"!",
            "бытовой": 1,
            "другой": 1
        },
        "anek_44024": {
            "text": "Прикольная сейчас мода у молодежи: голые щиколотки, а на шее плед. Он, видимо, нужен, чтобы впитывать сопли. Другого объяснения я не нашел.",
            "другой": 1,
            "бытовой": 2
        },
        "anek_442": {
            "text": "- Дети, что мы получим, если разделим шесть человек пополам?- Три.- Нет. Мы получим срок за групповое убийство.",
            "другой": 1
        },
        "anek_44204": {
            "text": "Познакомлюсь с высоким брюнетом до 40 лет, спортивного телосложения, с чувством юмора, обеспеченным, с автомобилем. О себе: 47 лет, рост 163, вес 88, курю, люблю выпить, имею небольшой доход, есть дети, живем вместе с мамой в общежитии. Где ты мой Мурзик?",
            "другой": 1
        },
        "anek_44250": {
            "text": "Встречаются два охотника. Один говорит:- Я теперь на лису с хомячком хожу!- А почему с хомячком?- Берешь хомячка, даешь ему бутылку водки и пускаешь в нору к лисе!- И что?- И через 15 минут они покурить выходят!",
            "бытовой": 1,
            "пошлый": 1
        },
        "anek_44530": {
            "text": "Заболела, пошла к врачу в поликлинику. Сижу в очереди - насморк, кашель... Вопрос бабульки: \"Зачем больная еще и сюда приперлась?\" поставил в тупик.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_44968": {
            "text": "Мальчик Витя не может уснуть, потому что боится, что мама смоет его в унитаз, как уснувших рыбок.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_45212": {
            "text": "Это была явно не русская женщина - выбегая из горящей избы, она попала под коня.",
            "политический": 1,
            "другой": 1,
            "бытовой": 1
        },
        "anek_45546": {
            "text": "Главные враги шампанского - шоколад и губная помада.Шоколад полностью убивает вкус напитка, а вещества, входящие в состав помады, нейтрализуют тонкость букета. Пейте водку!",
            "другой": 1
        },
        "anek_45673": {
            "text": "- Милая, деньги в кармане пиджака. Возьми, сколько тебе надо.Жена, покопавшись по карманам:- Еще столько же надо!",
            "бытовой": 3
        },
        "anek_45769": {
            "text": "Стало известно, за что Лавров обозвал саудовского министра \"дебилом\" - тот сказал, что нефтедоллары нужно не разворовывать, а вкладывать в развитие страны...",
            "политический": 2
        },
        "anek_4577": {
            "text": "Независимо от модели гаджета, у каждого гражданина РФ есть простой и быстрый доступ к камере.",
            "политический": 1
        },
        "anek_45827": {
            "text": "Всегда учу внука быть джентльменом. Как-то выходим из ТЦ, внук прорывается вперед, открывает дверь перед группой пожилых леди и кричит мне: \"Деда, смотри, я, как джентльмен, держу дверь для кучки старух!\".",
            "бытовой": 2,
            "другой": 1
        },
        "anek_45950": {
            "text": "Не в деньгах счастье - человек, имеющий десять миллионов долларов, может быть ничуть не счастливее человека, имеющего девять.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_460": {
            "text": "Ничто так не указывает на материальность мысли, как эрекция.",
            "пошлый": 2
        },
        "anek_46256": {
            "text": "Каждого, кто отведает ее стряпню, ждет казнь на керамическом стуле...",
            "бытовой": 1
        },
        "anek_46345": {
            "text": "- Что нового?- Сражаюсь с алкоголизмом!- Судя по всему, плечом к плечу?- Пока так.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_46373": {
            "text": "Христианство поставило крест на всех предыдущих религиях.",
            "другой": 1,
            "политический": 1
        },
        "anek_46475": {
            "text": "Знаете, почему Кубу называют островом свободы?По местному преданию именно на нем провел свои счастливейшие 28 лет до женитьбы Робинзон Крузо.",
            "бытовой": 1
        },
        "anek_46759": {
            "text": "Поручик Ржевский на последней вечеринке мутил воду. Воду в фонтане долго пришлось промывать.",
            "бытовой": 1
        },
        "anek_46847": {
            "text": "Кащей Бессмертный решил прогуляться по лесу. Охрипли три кукушки.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_47044": {
            "text": "- Как тебе новая секретарша?- Английского не знает, но языком владеет в совершенстве...",
            "пошлый": 2
        },
        "anek_47187": {
            "text": "Вернулись с супругой из магазина. Достаю из пакета пироженки с кремом, а из них крем выдавился, я и говорю:- И чо это оно лезет?А жена мне:- Был бы ты акушером, это была бы твоя коронная фраза!",
            "другой": 1,
            "бытовой": 1
        },
        "anek_47275": {
            "text": "Письмо из детского спортлагеря: \"Дорогие родители, живу я хорошо. Вчера у нас были соревнования по боксу. Зубную щетку, пасту и другие ненужные предметы высылаю домой\".",
            "бытовой": 1
        },
        "anek_47358": {
            "text": "- Николай Петрович, можно мне двух крепких мальчиков?- Вам, наверное, что-то тяжелое надо перенести?- Да, разлуку...",
            "пошлый": 1
        },
        "anek_47385": {
            "text": "Каждый третий американец страдает от ожирения. А каждый второй-плюнул и радуется жизни.",
            "политический": 1
        },
        "anek_47773": {
            "text": "Я все больше убеждаюсь, что у некоторых людей голова - это декоративное приложение к жопе.",
            "пошлый": 1
        },
        "anek_47821": {
            "text": "Никогда не доверяйте человеку, у которого ничего нет. Ему нечего и некого будет продать кроме вас.",
            "другой": 1
        },
        "anek_48229": {
            "text": "Власти хотят сократить число бедных.Черт, мне страшно...",
            "политический": 1
        },
        "anek_48290": {
            "text": "В детском саду:- Ребята, кем вы хотите стать в будущем?- Я - бизнесменом, они богатые.- Я - артистом, суперзвездой...- А я хочу быть хреном - он все знает!",
            "другой": 1,
            "пошлый": 1,
            "бытовой": 2
        },
        "anek_48482": {
            "text": "Идет пара по темной подворотне. Вдруг навстречу выходят три амбала:- Сигареты есть?- Дорогая, беги!- Сам беги! Почему, как за сигаретами, так сразу я?",
            "другой": 1
        },
        "anek_48494": {
            "text": "Утверждение, что джентльменов не встретишь в наше время, несправедливо! Сегодня я, например, видела, как мужчина держал зонт над женой, пока та меняла колесо.",
            "бытовой": 1
        },
        "anek_48670": {
            "text": "Мужчины - проблемы лишь для глупых женщин, для умных же они - решение проблем.",
            "бытовой": 1
        },
        "anek_48804": {
            "text": "- Владимир Владимирович, почему в России непрерывно все дорожает?- Здесь вы абсолютно неправы, вот рубль, например, дешевеет!",
            "политический": 2
        },
        "anek_48829": {
            "text": "Коротко об инфляции:- Дайте, пожалуйста, рублевый пакетик.- С вас 2 рубля.",
            "политический": 1
        },
        "anek_48870": {
            "text": "Стал похож на пельмень - кожа бледная, а внутри мясо.",
            "бытовой": 1
        },
        "anek_48928": {
            "text": "Ни что так не сплачивает и не объединяет давно не видевшихся родственников, как совместный поход к нотариусу.",
            "бытовой": 1
        },
        "anek_49555": {
            "text": "Если обычный человек перестал бриться и сменил костюм на майку в пятнах и рваные джинсы, возможно, он потерял хорошую работу.Если дизайнер перестал бриться и сменил костюм на майку в пятнах и рваные джинсы, он только что нашел хорошую работу.",
            "другой": 2,
            "бытовой": 1
        },
        "anek_49764": {
            "text": "Надпись в маршрутке: \"Тише скажешь - дальше выйдешь!\".",
            "бытовой": 1
        },
        "anek_49930": {
            "text": "- Доктор, а почему у меня борода не растет?- Все закономерно: вы же женщина...- Я еще и женщина?",
            "другой": 1
        },
        "anek_50082": {
            "text": "На столе лежат две книги: тонкая и толстая. На тонкой написано: \"Логика\". На толстой: \"Женская логика. Том первый\".",
            "бытовой": 1,
            "другой": 1
        },
        "anek_50259": {
            "text": "- Привет! Что было хорошего, пока меня не было?- Все было хорошо, пока тебя не было.",
            "другой": 2
        },
        "anek_50504": {
            "text": "Самая распространенная фраза в первую брачную ночь: \"И здесь всего 500 рублей, а еще друзья называются\".",
            "бытовой": 2
        },
        "anek_50680": {
            "text": "Ум - это способность находить убедительные оправдания собственной глупости.",
            "другой": 1
        },
        "anek_50684": {
            "text": "Иногда Пугачева поддается возрастным традициям и называет проходящего мимо Галкина наркоманом.",
            "бытовой": 2
        },
        "anek_50930": {
            "text": "Просьба к родителям: \"Делая детей, доделывайте их до конца\".",
            "пошлый": 1,
            "бытовой": 1
        },
        "anek_51101": {
            "text": "- Как вам не стыдно! Люди кругом, а вы селфи делаете!- Извините, очень захотелось.- Захотелось, блин. До туалета нельзя было дотерпеть?",
            "бытовой": 1
        },
        "anek_51212": {
            "text": "- Ты вчера выиграл крупную сумму, на что их потратишь?- Если хватит денег куплю квартиру в Москве, а если не хватит, тогда приобрету остров в теплых краях!",
            "бытовой": 1
        },
        "anek_51255": {
            "text": "Хитроумный отец, чтобы скрыть грязь на обоях в углу, по приходу гостей поставил туда своего сына.",
            "бытовой": 2
        },
        "anek_51668": {
            "text": "Российские ученые выяснили, что на сельских дискотеках шансы забеременеть и умереть примерно равны.",
            "бытовой": 2
        },
        "anek_52035": {
            "text": "Не верь, не бойся, не проси - азы вождения автомобиля в городе Москве.",
            "бытовой": 1
        },
        "anek_52141": {
            "text": "Встретились два экстрасенса. Один спрашивает у второго:- Ну, и как мои дела?",
            "другой": 1,
            "бытовой": 1
        },
        "anek_52142": {
            "text": "- Специалисты утверждают, что зарплата у населения растет.- А население говорит, что нет.- Но ведь они же не специалисты...",
            "политический": 1,
            "бытовой": 1
        },
        "anek_52434": {
            "text": "- Девушка, а вы мне отдадитесь за 100 баксов?- Вам завернуть?- Что завернуть?- Губу...",
            "пошлый": 2
        },
        "anek_525": {
            "text": "В Австралии свинья украла 18 банок пива, напилась и подралась с коровой.",
            "другой": 1
        },
        "anek_52784": {
            "text": "Врач говорит пациенту:- У меня для Вас две новости: одна плохая, а другая - хорошая.- Тогда начнем с плохой.- Вам нужно ампутировать ноги, а хорошая новость - у меня есть покупатель для ваших кроссовок.",
            "бытовой": 1
        },
        "anek_52821": {
            "text": "Альтист целый месяц дирижировал оркестром вместо заболевшего дирижера. Когда дирижер выздоровел, альтист сел на свое место. Сосед его спрашивает:- Где ты пропадал столько времени, болел что ли?",
            "бытовой": 1
        },
        "anek_52864": {
            "text": "Садится в такси бабка с автоматом в руках. Обалдевший таксист:- Бабуля, а автомат то тебе зачем?- Так насилуют!- Старая, да кто же тебя насиловать то будет?Бабка передергивает затвор автомата и говорит:- Милок, да ты и будешь!",
            "пошлый": 2
        },
        "anek_52885": {
            "text": "Если у мужчины родился сын, то он становится отцом, а если родилась дочка - он становится папулей...",
            "бытовой": 1
        },
        "anek_5347": {
            "text": "- Моня, тут в интернетах пишут, что в России заложили новый авианосец. Вы таки не знаете в какой ломбард?",
            "другой": 1,
            "политический": 1
        },
        "anek_53529": {
            "text": "Встретились новый русский и студент.Студент жалуется:- Денег мало, голодаю - последние 3 дня совсем ничего не ел!Новый русский:- Ну-у, брат, заставлять себя надо!",
            "политический": 1,
            "другой": 1
        },
        "anek_53652": {
            "text": "Объявление в санатории:- Снижены цены на терапию голоданием, узнать подробности можно в тринадцатом кабинете.",
            "бытовой": 1
        },
        "anek_5378": {
            "text": "Если еврей сказал, что не брал, значит он не отдаст.",
            "политический": 1
        },
        "anek_53805": {
            "text": "Русская народная примета: что в мире ни случается - это к росту цен!",
            "бытовой": 1,
            "политический": 1
        },
        "anek_54422": {
            "text": "В лаборатории органической химии фраза \"Что ты гонишь?\" приобретает иной смысл.",
            "бытовой": 1
        },
        "anek_54623": {
            "text": "С ребенком в кинотеатре на мультфильме. Перед началом сеанса идет реклама - трейлеры. Надпись - ограничение по возрасту 0+.Тут начинается сам мультфильм, надпись - ограничение по возрасту 6+. Рядом мальчик заелозил, руки потирает:- О! 6+, вот сейчас трэш начнется!",
            "бытовой": 2
        },
        "anek_54683": {
            "text": "Знакомая при попытке объяснить знак \"/\" на словах выдала фразу: \"Ну этот, хай гитлер вправо\".",
            "бытовой": 1
        },
        "anek_54705": {
            "text": "\"Почта России\" начнет торговать книгами, и это правильно. Заказал новинку - получил классику.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_54766": {
            "text": "Последние пару лет на работе беру отгул на 1 сентября.Посыпаюсь в 8 утра и присаживаюсь у окна.Мимо проходят хмурые школьники, которым я все лето завидовал, что у них каникулы, а я такой в теплом пледике и с рюмочкой коньячка...",
            "бытовой": 2
        },
        "anek_5477": {
            "text": "- Я слышал, Сема, что ты выдаешь дочь за сына соседа, с которым уже несколько лет не разговариваешь.- Да. Это единственный способ отомстить ему.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_55328": {
            "text": "Алкоголик, глядя на березу:- Мне бы столько почек.",
            "бытовой": 2
        },
        "anek_5540": {
            "text": "Мне посоветовали почитать Анну Каренину. О чем она пишет? Какие книги есть у нее, подскажите?",
            "бытовой": 1
        },
        "anek_55479": {
            "text": "Из рапорта: \"Из лифта неожиданно выскочила собака и хозяйка, которая начала гавкать\".",
            "бытовой": 1
        },
        "anek_55520": {
            "text": "Врач - пациенту:- У меня для вас две новости: хорошая и плохая.- Давайте сначала плохую.- Вам придется ампутировать ногу.- А хорошая?!- Это будет только через три недели...",
            "другой": 2
        },
        "anek_55828": {
            "text": "- Можно ли играть колобком в боулинг?- Колобком нет, а его женой - запросто.",
            "пошлый": 1
        },
        "anek_55980": {
            "text": "В отделе кадров:- Вы что-то выглядите недостаточно подвижно для своего возраста.- А Вам кто нужен: программист или обезьяна?",
            "бытовой": 1
        },
        "anek_56296": {
            "text": "Лайфхак: если хочешь забрать все призовые игрушки из тира, то целиться нужно не в игрушки.",
            "другой": 2,
            "бытовой": 1
        },
        "anek_56758": {
            "text": "Клоун в законе наколол себе на спине купол цирка.",
            "другой": 2
        },
        "anek_56827": {
            "text": "Когда меня моим родителям принес аист, они долго смеялись и сначала хотели взять аиста, но потом передумали и взяли меня.",
            "другой": 1
        },
        "anek_56908": {
            "text": "- Дорогая, в этом году я исправился и вовремя выкинул елку, ты даже не успела меня упрекнуть!- Как, ведь я же купила искусственную?",
            "бытовой": 2
        },
        "anek_57188": {
            "text": "После разгона гей-парада в столице, полицейские не досчитались восемнадцати резиновых дубинок.",
            "пошлый": 3
        },
        "anek_5731": {
            "text": "- Девушка, сколько время?- Два часа - 50 баксов.",
            "пошлый": 4,
            "бытовой": 1
        },
        "anek_57437": {
            "text": "Все, с завтрашнего дня перестаю откладывать дела на завтра.",
            "бытовой": 1
        },
        "anek_57570": {
            "text": "Я, конечно, понимаю, что скромность украшает, но назвать книгу, поступившую к нам на редактуру и повествующую об индивидуальном обучении бальным танцам, просто \"Я и бал\" - это верх скромности...",
            "пошлый": 1
        },
        "anek_57764": {
            "text": "Первое сентября. Мама спрашивает у первоклассницы:- Ну и как прошел первый день в школе?- Первый день? Только не говори мне, что завтра я должна идти туда снова!",
            "бытовой": 2
        },
        "anek_57936": {
            "text": "Рабочий сорвался со строительных лесов. Его напарник кричит вслед:- Поднажми, Вася! За тобой кирпич летит!",
            "бытовой": 1
        },
        "anek_57954": {
            "text": "Приходит вовочка к соседке и говорит:- Тете клава дайте баночку варенья.- Конечно, конечно деточка. Куда тебе налить?- Да никуда. Я здесь сожру!",
            "бытовой": 1
        },
        "anek_58013": {
            "text": "- Ты что, расистка?- В первую очередь, я белый человек!",
            "другой": 2
        },
        "anek_58061": {
            "text": "Люблю слушать правду о других. А о себе - не очень. Вечно или правда неправильная, или правильно подать не умеют.",
            "другой": 1
        },
        "anek_58078": {
            "text": "- Бэрримор, кто это ночью выл на болотах?- Простите, сэр, накопилось.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_58274": {
            "text": "В центре Москвы загорелось здание Центробанка России. Причина возгорания: перегрелся аппарат, считающий зарплату директора.",
            "другой": 1
        },
        "anek_5861": {
            "text": "Поспорили как-то чиновник и депутат, у кого тачка круче:- Вы будете работать или болтать? - прикрикнул охранник на заключенных, перевозивших бетон на стройке.",
            "другой": 1,
            "политический": 2
        },
        "anek_58691": {
            "text": "Как показал последний соцопрос, для 62 процентов российских мужчин понятия \"отпуск\" и \"запой\" тождественны. Остальные просто не знают смысла слова \"тождественны\".",
            "бытовой": 1,
            "другой": 1
        },
        "anek_5880": {
            "text": "- Святой отец, для чего Спаситель заповедал, после того как ударили по левой щеке, подставить правую?- Чтобы челюсть встала на место, сын мой.",
            "другой": 2
        },
        "anek_59569": {
            "text": "Я уже нашел свою половинку. Она состоит из двух четвертинок.",
            "бытовой": 1
        },
        "anek_59838": {
            "text": "- Вы знаете, вчера ваш Изя изнасиловал таки нашу Розочку!- Вчера!? В субботу!?",
            "пошлый": 5
        },
        "anek_60176": {
            "text": "- Почему она все время спрашивает, как у меня на личном фронте?- Хочет на передовую...",
            "пошлый": 1
        },
        "anek_60205": {
            "text": "Начитался добрый доктор Айболит сказок про Робин-Гуда и стал отрезать лапы богатым животным и пришивать их бедным.",
            "другой": 1
        },
        "anek_60754": {
            "text": "- Мы женаты всего два дня, а ты уже начинаешь на меня ругаться?- До тебя у меня было уже пять мужей, поэтому мне лучше знать, когда начинать ругаться!",
            "бытовой": 1
        },
        "anek_61115": {
            "text": "- В рамках борьбы с пылевыми клещами перевернули спальный матрас. Представляешь, теперь у тех клещей наступила ночь, а у этих - день...",
            "бытовой": 1
        },
        "anek_61124": {
            "text": "- Почему официант постоянно бегает в туалет?- Не давайте ему так много на чай.",
            "пошлый": 1,
            "другой": 1
        },
        "anek_61289": {
            "text": "Пенсионер в магазине:- Дочка, я тут у вас отличную колбаску за 89,90 брал неделю назад. До сих пор ем, и в холодильнике она ничуть не испортилась!- Дедуль, так а что с картоном в холодильнике-то будет?!",
            "бытовой": 1,
            "другой": 1
        },
        "anek_61318": {
            "text": "\"Почта России\" - это мы изобрели сухофрукты!",
            "политический": 1,
            "другой": 1
        },
        "anek_61406": {
            "text": "- Вовочка, зачем ты обклеил все стены эротическими картинками?- А что, мне на голые стены смотреть?",
            "пошлый": 2
        },
        "anek_61511": {
            "text": "- Милый - может, мне прическу поменять, волосы назад зачесать?- Ты что - сдурела? Где волосы, а где зад?!",
            "пошлый": 1,
            "бытовой": 1
        },
        "anek_61869": {
            "text": "Подходит пьяный к милиционеру:- Товарищи милиционеры! Между вами можно пройти?- Да! Только по одному.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_61895": {
            "text": "Когда на даче жаришь шашлыки, то каждый подходящий считает своим долгом помешать угли или повернуть шампуры, хотя ты это только что делал. Но вот когда копаешь землю, никто из подошедших не берет лопату и не продолжает тобою начатое дело...",
            "бытовой": 1
        },
        "anek_62097": {
            "text": "Монах-отшельник нарушил тридцатилетний обет молчания, узнав курс евро.",
            "бытовой": 1,
            "политический": 2
        },
        "anek_62252": {
            "text": "Если тебе отрубили руки, можно всю жизнь хныкать и обвинять несправедливую судьбу.А можно научиться дрочить ногами!",
            "пошлый": 2
        },
        "anek_62294": {
            "text": "Диалог на рынке.- Дамочка, а у меня есть кофточка, как раз на Вас.- А мужика на меня нет?",
            "бытовой": 1
        },
        "anek_62382": {
            "text": "Добраться до вершины не так сложно, как пробраться через толпу у ее основания.",
            "другой": 2
        },
        "anek_62441": {
            "text": "Коробочка слабительного чая, в ней 12 упаковок, называется \"12 стульев\".",
            "бытовой": 1
        },
        "anek_62689": {
            "text": "До сих пор не могу понять, как обезболивающая таблетка понимает, где у меня болит?",
            "бытовой": 1
        },
        "anek_62782": {
            "text": "- Чем быстренько можно температуру сбить?- Ядом.",
            "другой": 1
        },
        "anek_63663": {
            "text": "Обнаружил у себя суперспособность: умение путешествовать во времени. Правда, пока что только вперед и очень медленно.",
            "другой": 1
        },
        "anek_63777": {
            "text": "Гинеколог простыл, в связи с чем сильно охрип. Приходит к нему на прием молодая женщина. Он говорит ей шепотом:- Раздевайтесь.Она разделась и спрашивает тоже шепотом:- А вы почему не раздеваетесь?",
            "пошлый": 2
        },
        "anek_63876": {
            "text": "Я баба нервная, поэтому телефон у меня дешевый и посуда одноразовая.",
            "бытовой": 2
        },
        "anek_64010": {
            "text": "- Не хочешь ли ты принять участие в нашем хоре? Знаешь, просто чудесно! Когда мы собираемся, мы едим, пьем, танцуем, флиртуем...- А когда же вы поете?- Ночью, когда возвращаемся домой.",
            "бытовой": 1
        },
        "anek_64102": {
            "text": "- В Узбекистане прошла уникальная операция МВД по уничтожению наркотиков! Как вам это удалось?!- Ну, эту операцию мы провели при содействии Пауэр Рейнджеров, потом Гендальф Белый подоспел, джедаи неплохо помогли...",
            "другой": 1
        },
        "anek_642": {
            "text": "Чубайс стал спецпредставителем по связям с международными организациями. Тревожно за организации.",
            "политический": 1
        },
        "anek_64256": {
            "text": "Новая книга Билла Гейтса: \"Майн комп\".",
            "бытовой": 1
        },
        "anek_65597": {
            "text": "- Чтобы не переедать во время обеда, я за полчаса до обеда ем две тарелки пельменей.",
            "бытовой": 1
        },
        "anek_6561": {
            "text": "Самое вместительное пространство - сфинктер кота. Там находится большая часть всех трудов человечества.",
            "другой": 1
        },
        "anek_65733": {
            "text": "- Вот вам мельдоний, и чтобы объект был сдан вовремя!- Баловство все это, Виталий Леонтьевич, нам бы водочки...",
            "другой": 1,
            "бытовой": 1
        },
        "anek_6575": {
            "text": "Судья говорит свидетельнице:- Ваш возраст?- Все дают мне 18 лет! - кокетливо отвечает свидетельница.- Будете выдумывать, я вам сейчас пожизненное дам!",
            "другой": 1
        },
        "anek_65986": {
            "text": "Проспала 12 часов и не выспалась. Хм, я такая ненасытная в постели.",
            "другой": 1
        },
        "anek_66007": {
            "text": "Нынешнее поколение в завещании будет оставлять логины и пароли от социальных сетей.",
            "бытовой": 1
        },
        "anek_66017": {
            "text": "Выбери Путина четыре раза - Медведев в подарок!",
            "политический": 1
        },
        "anek_66199": {
            "text": "Если вам чинят препятствия, за ремонт платить не обязательно.",
            "бытовой": 2
        },
        "anek_66404": {
            "text": "В кабинете у врача. Врач долго осматривает пациента, потом с глубокомысленным видом ставит диагноз:- Ну-с, голубчик, правое легкое надо удалять...- Но, доктор, оно же у меня не болит!- Надо, голубчик, надо. Иначе печень не поместится.",
            "бытовой": 1
        },
        "anek_66640": {
            "text": "Алкоголик Сидоров отправился в лес к белкам с ответным дружественным визитом.",
            "бытовой": 1
        },
        "anek_66875": {
            "text": "Самое страшное в работе крановщика башенного крана - это понос.",
            "пошлый": 1
        },
        "anek_66914": {
            "text": "Неправда, что \"умом Россию не понять\" - просто все, кто понял, давно уехали.",
            "другой": 1,
            "политический": 3
        },
        "anek_67047": {
            "text": "Хорошая работа - это если ты раз в неделю говоришь себе \"слава Богу, уже пятница!\".Плохая работа - это если ты раз в день говоришь себе \"слава Богу, уже вечер!\".",
            "бытовой": 1
        },
        "anek_67175": {
            "text": "Он хотел многого добиться в карьере.Но, кроме песка и глины, там ничего не было.",
            "другой": 1
        },
        "anek_6730": {
            "text": "Лучше быть обнуленным, чем вечно живым. Ленин.",
            "политический": 2
        },
        "anek_67401": {
            "text": "Парень заходит в женскую общагу. Вахтерша:- Молодой человек, вы к кому?- Да мне все равно, у меня водка!",
            "пошлый": 1,
            "бытовой": 1
        },
        "anek_67471": {
            "text": "Заместитель говорит своему шефу:- Шеф, я придумал, как наша компания может сэкономить немалую сумму!- Федя! Ты что, увольняешься?!",
            "другой": 1
        },
        "anek_67545": {
            "text": "За нас с вами, и за хрен с ними!",
            "бытовой": 1
        },
        "anek_67595": {
            "text": "Входит ежик в аптеку. Подходит к продавцу и говорит:- Мне 90 презервативов.Сзади стоят 2 белочки:- Ха-ха-ха-ха.Ёжик молча поворачивается:- 92 презерватива.",
            "пошлый": 1
        },
        "anek_67892": {
            "text": "Приходит гитарист на репетицию и видит следующую ситуацию: басист лупит барабанщика, тот орет благим матом. Гитарист спрашивает:- Пацаны, в натуре, вы что делаете, а?Басист, отрываясь от барабанщика:- Этот гад мне струну расстроил, и не говорит какую!",
            "другой": 3
        },
        "anek_68848": {
            "text": "Умную бомбу последнего поколения кое-как сумели вытолкать из самолета.",
            "политический": 1
        },
        "anek_68884": {
            "text": "Ныряя на большую глубину, помните: запас воздуха ограничен! Поэтому старайтесь разглядеть самое интересное.",
            "другой": 2
        },
        "anek_69048": {
            "text": "Подсудимый:- Почему вы меня судите за оскорбление, унижение и насмешку? Меня надо судить за покушение на убийство!Судья:- И вы всерьез верите, что смогли бы убить тещу мухобойкой?",
            "бытовой": 1
        },
        "anek_69227": {
            "text": "Благодаря училке физики, я на всю жизнь запомнил, что трение скольжения самое приятное.",
            "пошлый": 1
        },
        "anek_69323": {
            "text": "Сошлись как-то Илья Муромец и Соловей-разбойник.Но церковь была против этого брака...",
            "пошлый": 1
        },
        "anek_69627": {
            "text": "Большинством голосов Белоснежка и семь гномов проголосовали за секс, при одном голосе против.",
            "пошлый": 3
        },
        "anek_69647": {
            "text": "Самое лучшее упражнение для рук - пересчитывание денег...",
            "бытовой": 2
        },
        "anek_69744": {
            "text": "Недавно пересел из Мерса на КамАЗ и не жалею... никого не жалею.",
            "другой": 1
        },
        "anek_69951": {
            "text": "А все вокруг такие невинные, такие правильные и хорошие, что складывается впечатление, что в аду гореть буду я один.",
            "бытовой": 1
        },
        "anek_70065": {
            "text": "Любая одежда может быть модной, если вам пофиг.",
            "бытовой": 1
        },
        "anek_70124": {
            "text": "Если бы были показаны реальные результаты Грудинина, то ему пришлось бы не усы сбривать, а в дополнение к ним, отращивать еще и бакенбарды с эспаньолкой...",
            "политический": 2,
            "другой": 1
        },
        "anek_70482": {
            "text": "Собеседование при приеме на работу:- Ну, а как у Вас с высшей математикой?- Несчастная любовь...- Это как?- Я ее любил, но она мне так и не далась.",
            "бытовой": 2,
            "пошлый": 2
        },
        "anek_71147": {
            "text": "Выборы становятся демократичнее.Раньше, когда в бюллетене было всего три клетки, многие воспринимали это буквально и вписывали туда слово из трех букв.А восемь клеток дают гораздо больше возможностей выразить отношение к кандидатам.",
            "политический": 2
        },
        "anek_71209": {
            "text": "Идет по лесу турист.Вдруг навстречу выходит медведь:- Ты кто?- Я, турист!- Врешь, турист - это я, а ты - завтрак туриста!",
            "бытовой": 1,
            "другой": 2
        },
        "anek_71486": {
            "text": "В доброй сказке добро всегда побеждает зло. В страшной - тоже, но лишь после того, как обездвижит его, растопчет и жестоко забьет до смерти!",
            "другой": 1
        },
        "anek_71610": {
            "text": "- Пап, а для чего отмечается День знаний?- Что за глупые вопросы? Ты же сын владельца сети цветочных магазинов!",
            "другой": 1
        },
        "anek_71821": {
            "text": "- Вы что хотите меня распять.- Нет раз шесть.- У вас ничего не выйдет.- Зато как войдет.",
            "пошлый": 1
        },
        "anek_71854": {
            "text": "Мы очень хитрая страна. Наши спецслужбы под видом частных лиц скупают виллы вдоль побережья Испании, Франции и Майами, чтобы у этих стран не осталось выхода к морю.",
            "политический": 1
        },
        "anek_71951": {
            "text": "- Бэрримор, какая странная у вас шпага!- Это арматура, сэр.",
            "другой": 1
        },
        "anek_72031": {
            "text": "Какой же идиот мог догадаться в анкете на вопрос: \"самый старший чл@н семьи\" ответить - \"дедушкин\"?!",
            "пошлый": 1
        },
        "anek_72048": {
            "text": "Как трудно молчать, когда тебя не спрашивают...",
            "бытовой": 3
        },
        "anek_72186": {
            "text": "- Когда ты трезв, то такой, как все, а когда пьян - словно луч солнца.- Что, такой яркий и привлекательный?- Нет, постоянно отражаешься от стенок и падаешь на пол.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_72503": {
            "text": "И было у старика Шумахера три сына: двое гонщиков, а третий - водитель маршрутки...",
            "другой": 1,
            "бытовой": 2
        },
        "anek_72529": {
            "text": "Лайфхак: если талончиков к психиатру нет, просто напишите пару постов в соцсети и вам тут же выставят диагноз!",
            "другой": 1
        },
        "anek_72582": {
            "text": "Нанотехнология - вложение огромных денег, чтобы результат не был виден и под микроскопом.",
            "другой": 2
        },
        "anek_72780": {
            "text": "Муж:- Хочешь, тр@хнемся по-быстренькому?Жена:- А что, есть другие варианты?",
            "пошлый": 2
        },
        "anek_7293": {
            "text": "Каждая тупая овца мечтает о своем. Овечном...",
            "бытовой": 1,
            "другой": 1
        },
        "anek_73072": {
            "text": "Не переживай, что у тебя тонкий член! Для какой-нибудь старой девы он может стать спасительной соломинкой.",
            "пошлый": 3
        },
        "anek_7314": {
            "text": "Ограничения сняли, а лопоухость осталась. Можно хлопать ушами и радоваться.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_73200": {
            "text": "Дачник застукал соседского мальчишку на яблоне, на своем участке:- Вот, я поговорю с твоим отцом!Пацан переводит взгляд вверх и говорит:- Пап, тут дядя Вася с тобой поговорить хочет!",
            "бытовой": 1
        },
        "anek_73314": {
            "text": "Чтобы пешеходы в России стали полноправными участниками дорожного движения, им надо выдать номера. А чтобы их уважали - автоматы.",
            "другой": 1
        },
        "anek_7341": {
            "text": "Если я и признаю, что этот мир сотворил бог, то этот мир был его троечным дипломным проектом, где он учился на бога в институте.",
            "бытовой": 1
        },
        "anek_7344": {
            "text": "Жена - мужу:- У меня никогда не было романов на стороне, а ты можешь сказать то же самое?Муж:- Да, Романов не было. Были Ани, Оли, Кати...",
            "другой": 1,
            "бытовой": 1,
            "пошлый": 1
        },
        "anek_73521": {
            "text": "Жительница Новосибирска наладила производство мыла в форме бюста Путина. Два обмылка уже стали губернаторами.",
            "политический": 1
        },
        "anek_73579": {
            "text": "К директору театра обращается пожилой актер:- Месье, я служу в этом театре двадцать лет. И мне кажется, что уже можно подумать об улучшении моего финансового положения!- Хорошо, я распоряжусь, чтобы вам отдали все роли, в которых приходится есть на сцене...",
            "бытовой": 1
        },
        "anek_73657": {
            "text": "Парень подруге:- Сделаешь мне минет?- Я плохо умею его делать. Давай лучше в другой раз.- Не понял. А где ты до другого раза собираешься тренироваться?",
            "пошлый": 1
        },
        "anek_7388": {
            "text": "Жена говорит мужу:- Слушай, дорогой, я думаю пора уволить нашего водителя, он уже 2 раза чуть меня не задавил, когда парковался...- Да ладно тебе, любимая, он хороший парень, давай дадим ему еще один шанс...",
            "бытовой": 1
        },
        "anek_7396": {
            "text": "Худшие враги кошек - это обожающие их дети.",
            "бытовой": 1
        },
        "anek_7445": {
            "text": "Для того, чтобы перебить запах несвежих носков, космонавты на станции МКС начали выращивать горох.",
            "бытовой": 1
        },
        "anek_74835": {
            "text": "- Как Вы похожи на Киркорова!- А я и есть Киркоров!- Вот и он так говорит...",
            "другой": 2
        },
        "anek_7516": {
            "text": "Блондинка Анжела никогда не пересекала двойную сплошную, потому что там две полоски.",
            "бытовой": 1,
            "пошлый": 2
        },
        "anek_75269": {
            "text": "- Эй таксист!- Я не таксист! Я чемпион мира по шашкам!",
            "бытовой": 1
        },
        "anek_75354": {
            "text": "Женщины, блин, походят 9 месяцев с животом, быстренько родят и всю жизнь гордятся этим, а бедные мужики всю жизнь ходят с пузом и не выпендриваются!",
            "бытовой": 1,
            "другой": 1
        },
        "anek_75383": {
            "text": "Дети депутатов Госдумы от фракции ЛДПР даже на уроках математики ничего не решают, но кричат громче всех.",
            "политический": 2
        },
        "anek_75520": {
            "text": "Прелесть курсов по развитию воображения заключается в том, что спустя пару недель вы можете посещать их, не выходя из дома.",
            "другой": 1
        },
        "anek_7576": {
            "text": "После 40 лет уже не нужно устанавливать будильник, потому что ваши проблемы разбудят вас сами.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_75830": {
            "text": "- Я глубоко извиняюсь...- Извиняйтесь глубже, пожалуйста...",
            "пошлый": 2,
            "другой": 1
        },
        "anek_75887": {
            "text": "- А меня не посадят за мошенничество?- Что, за продажу сахарной пудры вместо кокаина?! Не переживай! Пристрелят раньше!",
            "другой": 1
        },
        "anek_76163": {
            "text": "Соскучились по лету и морю? Поставьте вентилятор за кипящим чайником, направьте струю воздуха на себя и закройте глаза. А вопли жены сойдут за крики чаек.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_7629": {
            "text": "Коронавирус был вынужден провести две недели на самоизоляции после того, как заразил Чака Норриса.",
            "бытовой": 2
        },
        "anek_76435": {
            "text": "- Меня же к вам послали!?- Ну мало ли в России кто, кого, куда посылает.",
            "другой": 1,
            "политический": 1
        },
        "anek_76451": {
            "text": "Красный уголок - угол дома, который не смог объехать мотоциклист.",
            "другой": 1
        },
        "anek_76553": {
            "text": "Новый красный Ваниш для маньяков! Идеально удаляет кровавые пятна...",
            "другой": 1
        },
        "anek_76648": {
            "text": "Мужик на автомобиле врезался в дерево. Сидит с такими остекленевшими глазами.Подходит к нему ГАИшник и говорит:- Вот видишь, какой ты молодец: пристегнулся и сидишь в машине, а твоя подружка не пристегнулась и теперь вон на дороге с членом в зубах валяется...",
            "пошлый": 2
        },
        "anek_76756": {
            "text": "На привокзальной площади Сочи установлен памятник приезжему лоху.Доехать до него из любой точки города можно за 200 евро.",
            "другой": 2
        },
        "anek_76828": {
            "text": "Женщинам приходится пудрить мозги, потому что естественную красоту женских мыслей мужчины не ценят.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_76933": {
            "text": "Вчера клеил потолочную плитку. Многим, наверное, знакомо.Теперь я понимаю, почему клей называется \"Титан\". Намажешь его на плитку и, потом полчаса тупо держишь потолок.",
            "другой": 1
        },
        "anek_76949": {
            "text": "- Сгинь, нечистая, сгинь!- Ну, ладно, ладно, пойду помоюсь...",
            "бытовой": 1
        },
        "anek_76978": {
            "text": "- \"Скорую\" вызывали?- Да.- Выходите, машинка подъехала!",
            "бытовой": 2,
            "другой": 1
        },
        "anek_77006": {
            "text": "На литературном вечере молодая поэтесса от волнения произнесла первую строчку своего стихотворения быстро, без выражения.Больше она ничего произнести не смогла, так как зал лег.Стихотворение начиналось так: \"Отруби лихую голову\".",
            "пошлый": 1
        },
        "anek_77128": {
            "text": "- Как Вас с такой дикцией взяли на радио?! У Вас что, там блат?- Почему блат? Сестла!",
            "бытовой": 1
        },
        "anek_77179": {
            "text": "- Пойдешь охранником на силикатный завод?- Нет, там воровать нечего.",
            "другой": 2
        },
        "anek_77277": {
            "text": "Сегодня у нас проходит акция \"Молодежь против наркотиков\"! Подходите, пробуйте.",
            "другой": 2
        },
        "anek_77334": {
            "text": "- Люди-то как за это время изменились: добрые стали, все улыбаются, здороваются со мной, машины дорогу уступают.- Так, Гоша - ты автомат-то чего в оружейку не сдал?",
            "бытовой": 1,
            "другой": 1
        },
        "anek_77348": {
            "text": "- Придумайте рифму к слову \"мэр\".- Вор.",
            "политический": 3
        },
        "anek_77449": {
            "text": "Мужчина в парке подсаживает к даме на лавочке:- Извините за назойливость, но вы случайно не педагог?- Да, а вы как догадались?- А у вас лицо глупое.- Что? Хам! У вас у самого лицо глупое!Мужчина грустно:- Я тоже педагог.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_77707": {
            "text": "- А куда это ты с таким букетом?- К венерологу. А цветы - доктору.",
            "другой": 1
        },
        "anek_7772": {
            "text": "Недавно в Москве была обнаружена большая банда зоофилов. Для их поимки были использованы специально обученные овчарки.",
            "пошлый": 1
        },
        "anek_77862": {
            "text": "Если можно, в следующей жизни я хочу быть пандой. Чтобы мне давали бамбук и умоляли тр@хаться, потому что мой вид исчезающий.",
            "пошлый": 1
        },
        "anek_781": {
            "text": "Еще одна плохая новость для пессимистов. Согласно последним голландским исследованиям, оптимисты живут дольше.",
            "другой": 3,
            "бытовой": 1
        },
        "anek_78109": {
            "text": "А своего начальника Анатолия Александровича подчиненные ласково называют Анал.",
            "пошлый": 2
        },
        "anek_78639": {
            "text": "Дайте мне гольф-клуб, свежий воздух и красивую женщину в партнеры и можете оставить гольф-клуб и свежий воздух себе.",
            "другой": 1
        },
        "anek_78648": {
            "text": "- Немедленно откройте дверь, это полиция!- Нет, вы будете меня ругать...",
            "политический": 1
        },
        "anek_78665": {
            "text": "- Выступает хор безногих мальчиков, со своим последним хитом - \"Трава по пояс\".",
            "другой": 2
        },
        "anek_78895": {
            "text": "В психбольнице пациент жалуется врачу:- Я не смогу находиться в одной палате с этим человеком: он считает себя мотоциклом!- И что же вам мешает - грохот?- Да нет, выхлопные газы!",
            "бытовой": 1
        },
        "anek_79159": {
            "text": "Тихо джипами шурша, \"крыша\" едет не спеша...",
            "другой": 1
        },
        "anek_79532": {
            "text": "Разговаривают два парня:- Я тут на днях встретился с девушкой, с которой целый месяц переписывался по интернету.- И как?- Я недооценил ее способность работы в фотошопе.",
            "бытовой": 1
        },
        "anek_79622": {
            "text": "- Сколько человек здесь работает?- С бригадиром - десять.- А без бригадира?- Вообще никто не работает.",
            "бытовой": 1
        },
        "anek_80162": {
            "text": "Для того чтобы найти счастье с мужчиной - нужно сильно его понимать и немножко любить.Для того чтобы найти счастье с женщиной - нужно сильно ее любить и даже не пытаться понять.",
            "бытовой": 1
        },
        "anek_80345": {
            "text": "Укладываю спать четырехлетнего сына:- Спокойной ночи сынок! Тебе наверное уже сон про мишку и зайчика снится, да?Сынок, сонным голосом:- Пока еще нет, реклама идет...",
            "бытовой": 1
        },
        "anek_80564": {
            "text": "Навеяло предвыборной агитацией:- Голосуйте за Лужкова, тогда и на вашей улице будет стройка.",
            "политический": 1
        },
        "anek_80590": {
            "text": "Судя по платежкам за коммунальные услуги, налог на роскошь все-таки ввели.",
            "бытовой": 2
        },
        "anek_80653": {
            "text": "Монархия - форма правления, характеризующаяся единовластием, обычно передаваемая половым путем!",
            "пошлый": 2,
            "политический": 1
        },
        "anek_80855": {
            "text": "Отымел или нет Аладин принцессу Жасмин, становится понятно после того, как его имя прочитаешь наборот.",
            "пошлый": 3
        },
        "anek_81025": {
            "text": "2000: х/ф \"Путин. Начало\".2012: х/ф \"Путин. Возвращение\".2018: х/ф \"Путин. Навсегда\".",
            "политический": 4
        },
        "anek_81487": {
            "text": "Ни дать, ни взять - ангина во время менструации.",
            "пошлый": 2
        },
        "anek_8154": {
            "text": "Приходит новый русский в автосервис:- Ну, че там, в натуре, с моим мерсом?- Короткое замыкание.- Нет базара, удлиняй!",
            "другой": 1,
            "пошлый": 1
        },
        "anek_81898": {
            "text": "Интеллигентные люди - это те же самые люди, только они не умеют жить в дерьме.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_82096": {
            "text": "Я теперь понял, что такое раздельное питание. Это когда я ем отдельно и ты ешь отдельно.",
            "бытовой": 1
        },
        "anek_82462": {
            "text": "Бежит заяц по лесу, смотрит куча говна. Нагнулся, посмотрел и на вкус попробовал.- Фу, говно. Хорошо, что не наступил.",
            "пошлый": 1,
            "другой": 1
        },
        "anek_82788": {
            "text": "- Я убью тебя! Смотрите в кинотеатрах: \"Он убьет его!\".",
            "другой": 1
        },
        "anek_82799": {
            "text": "- А чего это у тебя на ногах такие ногти желтые?- От курева, наверно...",
            "другой": 2
        },
        "anek_82860": {
            "text": "Мальчик приходит в магазин:- Дайте бутылку водки.- Не дам. Мал еще.- Ну меня папа послал.- Ну послал и что, напиваться из-за этого?",
            "бытовой": 1
        },
        "anek_82992": {
            "text": "На рынке.- Ну, и почем ваша лошадь?- Какая лошадь, я продаю курицу, куда вы смотрите!- Я смотрю правильно, я смотрю на цену.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_83420": {
            "text": "Есть такая поговорка: \"Когда я ем, я глух и нем\". Я конечно понимаю, нем, потому что ешь... Но как надо так жрать чтобы уши закладывало?",
            "бытовой": 1
        },
        "anek_83544": {
            "text": "- В куклы играют общительные маленькие девочки.- И необщительные большие мальчики.",
            "другой": 1
        },
        "anek_83732": {
            "text": "Готов аргументированно отстаивать свою точку зрения! Сейчас только аргумент перезаряжу...",
            "другой": 1,
            "бытовой": 2
        },
        "anek_83971": {
            "text": "Владелец микролитражки везет приятеля.- Скажи, а что это за каменная стена, вдоль которой мы едем?- Это не стена, это бордюр тротуара.",
            "бытовой": 1
        },
        "anek_84019": {
            "text": "- Почему на рекламе кредитов изображены люди, которые всегда смеются?- Они смеются над теми, кто эти кредиты берет!",
            "другой": 1,
            "бытовой": 2
        },
        "anek_84131": {
            "text": "Президент и премьер заходят в аптеку.Президент:- Два гондона.Аптекарь:- Я вижу. Покупать что-нибудь будете?",
            "пошлый": 2,
            "политический": 1
        },
        "anek_84181": {
            "text": "На вахте в общежитии:- Вы к кому?- А вы кого порекомендуете?",
            "бытовой": 1
        },
        "anek_84431": {
            "text": "Это смотря зачем. Если совсем незачем, то кто сделает, если не ты?",
            "другой": 1
        },
        "anek_84572": {
            "text": "Девушки, как пули со смещенным центром тяжести: попадают в сердце, бьют по карману, а выходят боком...",
            "бытовой": 1
        },
        "anek_84743": {
            "text": "Душа болит, а начнешь лечить - печень болит!",
            "бытовой": 1,
            "другой": 1
        },
        "anek_85205": {
            "text": "Террорист-смертник в зоомагазине кричит:- У вас есть 30 секунд, чтобы выйти из помещения, прежде чем я его взорву!Черепаха:- Вот сволочь!",
            "другой": 1
        },
        "anek_85480": {
            "text": "Я бы с удовольствием сразился с тобой в интеллектуальной дуэли. Но ты, как я вижу, без оружия...",
            "другой": 1,
            "бытовой": 1
        },
        "anek_85824": {
            "text": "Только в России вы можете посмотреть на стриптизершу с двумя высшими образованиями, одно из которых - педагогическое.",
            "бытовой": 1
        },
        "anek_85856": {
            "text": "- Что неприятнее будильника, который может звенеть?- Будильник, который звенит.",
            "бытовой": 1
        },
        "anek_86140": {
            "text": "Вовочка - учительнице:- Марь Иванна, вот вы мне двойки ставите, а я вырасту, стану большим человеком и покажу вам.- Путин, не препирайся.",
            "политический": 1
        },
        "anek_86242": {
            "text": "Секс по телефону это конечно прикольно, но раньше в эпоху пейджеров было интереснее - звонишь сначала оператору, и диктуешь, диктуешь...",
            "пошлый": 2
        },
        "anek_87194": {
            "text": "Маленький Мика Хаккинен записался в секцию картинга.Отец его спрашивает:- Ну и чему вас учили на первой тренировке?- Обливаться шампанским.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_87549": {
            "text": "Если полицию переименовать в полюцию, то она будет появляться у преступников гораздо внезапнее.",
            "пошлый": 1
        },
        "anek_87602": {
            "text": "- У нас админ странный, читает анекдоты за 2005 год, ржет и ставит минусы с возгласом \"Баян\".",
            "другой": 1,
            "бытовой": 2
        },
        "anek_87618": {
            "text": "- Как вы находите мою грудь?- С трудом...",
            "пошлый": 2
        },
        "anek_87699": {
            "text": "Я, похоже, вывихнул мозг нашей секретарше, когда поинтересовался у нее, а занесена ли книга инвентарного учета в саму себя...",
            "другой": 1
        },
        "anek_8770": {
            "text": "Хорошо, что 24 июня выходной будет, а то страна устала от работы.",
            "другой": 1,
            "политический": 1
        },
        "anek_8783": {
            "text": "Чем толще я становлюсь, тем дешевле принимать ванну.",
            "бытовой": 2
        },
        "anek_88095": {
            "text": "Не хочешь давать сдачи? Бей первым и убегай!",
            "бытовой": 2,
            "другой": 1
        },
        "anek_88182": {
            "text": "- Папа, а что означает слово \"х%й\"?- Ну это смотря в каком контексте...",
            "другой": 1
        },
        "anek_88255": {
            "text": "И что это такое нарисовано на конадском флаге, что это пришлось прикрыть листиком?",
            "пошлый": 1,
            "другой": 1
        },
        "anek_88286": {
            "text": "Преподаватель, заканчивая лекцию: \"Я кончил. Вытрите с доски\".",
            "пошлый": 1
        },
        "anek_88428": {
            "text": "Скептически оглядев свою старенькую машинку и поношеную шубку, юрист Аня подумала: \"Техника минета освоена не в полном объеме\".",
            "пошлый": 3
        },
        "anek_8845": {
            "text": "В средние века люди не боялись делать зло друг другу. Земля-то была не круглая.",
            "другой": 4
        },
        "anek_88603": {
            "text": "Если вас мучает неукротимый кашель, вы каждые три секунды чихаете и сморкаетесь, а лекарства не помогают, сходите на концерт симфонической музыки или в театр. Зачем? Не знаю, но многие так делают, видимо, помогает.",
            "другой": 1
        },
        "anek_88629": {
            "text": "Новый ребрендинг МТС. Теперь их будет два.",
            "другой": 1
        },
        "anek_89094": {
            "text": "- Выходи за меня?- А что там... за тобой?",
            "бытовой": 2
        },
        "anek_89116": {
            "text": "- Слушай! Ты мне своими намеками уже все трусы порвал!",
            "пошлый": 2
        },
        "anek_89202": {
            "text": "- Ты слышал, что Петров - амбидекстр?- Кто?- Петров.",
            "другой": 2,
            "бытовой": 1
        },
        "anek_89324": {
            "text": "Жена унижает мужа:- Я была глухая и слепая, когда выходила за тебя замуж!- Вот видишь, от каких болезний я тебя исцелил.",
            "бытовой": 1
        },
        "anek_89811": {
            "text": "Кризис - это когда покупаешь в магазине веревку, а на мыло не хватает денег.",
            "другой": 1
        },
        "anek_89814": {
            "text": "Самые-самые изобретения XX века: непромокаемый пакетик с чаем и фонарик на солнечных батарейках.",
            "бытовой": 1
        },
        "anek_89983": {
            "text": "- Я теперь знаю, почему англичане такие заядлые любители чая!- И почему же?- Я их кофе попробовал!",
            "другой": 1,
            "политический": 1
        },
        "anek_90341": {
            "text": "У вас умерла теща, а вы не чувствуете себя грустно? Рябиновый сок \"Поминальный\" - ощути горечь утраты!",
            "другой": 1
        },
        "anek_90649": {
            "text": "Любимая! Я вчера два раза кончил! Как жаль, что тебя рядом не было.",
            "пошлый": 2
        },
        "anek_9088": {
            "text": "Не вводи меня в возбуждение, держи себя в трусах!",
            "пошлый": 1
        },
        "anek_909": {
            "text": "Дорогие родители, учите своих детей кушать левой рукой. Потом сидя за компом они скажут вам спасибо.",
            "бытовой": 1
        },
        "anek_90972": {
            "text": "Собрался было бегать по утрам, на восходе солнца. Остановило то, что магазины еще закрыты.",
            "бытовой": 1
        },
        "anek_91147": {
            "text": "У поручика Ржевского спрашивают:- Поручик вы стрелялись когда-нибудь из-за женщины?- Нет. Из-за дерева стрелялся, а из-за женщины не приходилось!",
            "другой": 1
        },
        "anek_91262": {
            "text": "Плавание - разве это спорт? На болевой не возьмешь, подножки запрещены, душить нельзя!",
            "бытовой": 1
        },
        "anek_9159": {
            "text": "В ответ на террористические акты неизвестного происхождения военное ведомство США готовится нанести ракетные удары куда попало.",
            "политический": 2
        },
        "anek_91688": {
            "text": "Взаимопонимание в семье, это когда вы не созвонившись заходите в разные Пятерочки и берете один и тот же товар по акции.",
            "бытовой": 1
        },
        "anek_91995": {
            "text": "Заботливая бабушка к Новому году навязала внуку свитер, шерстяные носки, свою точку зрения и систему моральных ценностей.",
            "другой": 1,
            "бытовой": 2
        },
        "anek_92495": {
            "text": "- Официант! Вы не могли бы еще немного поджарить этих перепелов?- Неужели они плохо прожарены?!- Не знаю, но они у меня салат жрут!",
            "бытовой": 2,
            "другой": 1
        },
        "anek_92589": {
            "text": "Очень криворукий мальчик думает, что его зовут Сашабля.",
            "бытовой": 1,
            "пошлый": 1
        },
        "anek_92681": {
            "text": "Трудно дышать полной грудью в полной жопе.",
            "другой": 1
        },
        "anek_93005": {
            "text": "Гражданин Сидоров, который обещал своей невесте, что женится на ней, как только выиграет миллион рублей в \"Русское лото\", на всякий случай перестал покупать билеты.",
            "бытовой": 3,
            "политический": 1
        },
        "anek_93090": {
            "text": "На исповеди:- Сын мой, ты отрекся от сатаны?- Не могу, святой отец, у меня с ней двое детей.",
            "другой": 1
        },
        "anek_93274": {
            "text": "- Джон, чем ты сейчас занимаешься?- Устроился уличным продавцом.- Интересно. А почем у тебя метр улицы?",
            "другой": 1
        },
        "anek_94378": {
            "text": "- А ты давно кактус на холодильнике поливал?- Это хлеб...",
            "другой": 1
        },
        "anek_94404": {
            "text": "Ваша тень - это доказательство того, что свет преодолел путь, длинной 150 миллионов километров, и не достиг до Земли всего 1,5 метра из-за вас.",
            "другой": 2
        },
        "anek_94636": {
            "text": "Правду в глаза лучше говорить по телефону.",
            "бытовой": 2
        },
        "anek_94748": {
            "text": "Паломники со всей страны дважды в год стекаются в медкомиссию военкомата номер 35 - каждую весну и осень здесь происходит чудо массового выздоровления.",
            "бытовой": 1,
            "политический": 1
        },
        "anek_94877": {
            "text": "В зазор между двумя эпохами может легко провалиться несколько поколений.",
            "другой": 1
        },
        "anek_94897": {
            "text": "- Как поживает твой тесть?- Не спрашивай...- Что, заболел?- Хуже.- Умер?- Хуже. Он сменил пол и теперь у меня две тещи.",
            "бытовой": 1
        },
        "anek_95016": {
            "text": "Не люблю ночные клубы: свет мелькает, музыка гремит, читать книжку в таких условиях совершенно невозможно.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_95278": {
            "text": "Религия - как инсулин. Нельзя отнимать его у диабетиков, но нефиг подсаживать на него здоровых.",
            "бытовой": 1
        },
        "anek_95330": {
            "text": "Приличная девушка не морщит носик, когда у тебя случайно вырвется матерное слово. По настоящему приличная девушка должна спросить, что значит это слово.",
            "другой": 1
        },
        "anek_95509": {
            "text": "Россия - уникальная страна. Ведь только у нас есть черно-белый телевизор \"Радуга\", наручники \"Нежность\", бензопила \"Дружба\", слезоточивый газ \"Черемуха\", межконтинентальные баллистические ракеты \"Мир\"!",
            "политический": 1,
            "другой": 1
        },
        "anek_95587": {
            "text": "Я понимаю, что вам нужно очень точно завтра знать погоду, но самый точный прогноз на завтра у нас будет только послезавтра!",
            "другой": 1
        },
        "anek_96300": {
            "text": "Что-то не так с этими деньгами. Тратить их гораздо приятней, чем зарабатывать.",
            "бытовой": 1
        },
        "anek_96313": {
            "text": "Девочка в поле нашла ананас.Им оказался фашистский фугас.Ножик достала, хотела поесть.Ножки нашли километров за шесть.",
            "бытовой": 1,
            "другой": 1
        },
        "anek_96551": {
            "text": "Две школьницы на перемене:- Вчера Петрову минет в вестибюле делала.- Фигасе. Слово-то какое. Вестибюль.",
            "пошлый": 1
        },
        "anek_97017": {
            "text": "- Кошка впала в депрессию, посоветуйте специалиста.- Сойдет любой кот...",
            "бытовой": 2,
            "пошлый": 1
        },
        "anek_97175": {
            "text": "Только в наших автошколах на первом уроке вождения инструктор спрашивает: \"Опыт вождения есть?\".",
            "бытовой": 2
        },
        "anek_97527": {
            "text": "Вчера смешал коньяк \"Наполеон\" с коньяком \"Кутузов\"...Наутро ощутил всю тяжесть войны 1812 года.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_97756": {
            "text": "Прошу, не судите строго, это мое первое убийство.",
            "бытовой": 1,
            "политический": 1
        },
        "anek_97804": {
            "text": "Счастливый брак - это когда каждый из супругов убежден, что ему в жизни повезло больше, чем другому.",
            "бытовой": 2,
            "другой": 1
        },
        "anek_97843": {
            "text": "Подфортило - это когда женатый мужчина знакомиться с девушкой, а ее реально зовут Андрей Работа.",
            "бытовой": 1
        },
        "anek_98218": {
            "text": "Если испугать Анфису Чехову, то она спрячет голову в грудь.",
            "пошлый": 1
        },
        "anek_98664": {
            "text": "- Признаете ли вы, что в пьяном виде пытались пройти в театр?- Признаю! В трезвом виде мне бы это и в голову не пришло.",
            "другой": 1
        },
        "anek_98848": {
            "text": "- Ты где работаешь?- На спичечной фабрике.- И что делаешь?- Наша бригада спички в серу макает.- Ну и как зарплата?- Сдельно. Сколько обсерим, столько и получим...",
            "другой": 1
        },
        "anek_98872": {
            "text": "У африканца, вернувшегося с обучения в России спрашивают:- Как тебе русская зима?- Ну, которая зеленая - еще ничего, а которая белая - совсем плохо.",
            "другой": 1,
            "бытовой": 1
        },
        "anek_98897": {
            "text": "Моя жена говорит мне:- Вот говорят, что мужчины умнее женщин. Я лучше училась в школе и в университете, у меня выше IQ, я больше зарабатываю... Что скажешь?- И все-таки я умнее, потому что я удачнее женился.",
            "бытовой": 1
        },
        "anek_99359": {
            "text": "Два голубя сидят, один другого по голове тюк-тюк, второй взъерошился, но молчит, терпит... Муж наверное.",
            "пошлый": 1
        },
        "anek_9943": {
            "text": "Всегда беру энергетики с верхних полок - у них больше потенциальная энергия.",
            "бытовой": 1,
            "другой": 1
        }
    }
}